Repository: gsb123/e-cafe
Catalog: trunk/Localization/DevExpress.XtraRichEdit/LocalizationRes.*.resx
Languages: hr, hu_hu

# XtraRichEditStringId.MenuCmd_FontSuperscript
source: Superscript
hr: Eksponent
hu_hu: Felső index

# XtraRichEditStringId.MenuCmd_ParagraphAlignmentCenterDescription
source: Center text.
hr: Centrirajte tekst
hu_hu: Szöveg igazítása középre.

# XtraRichEditStringId.FieldMapWebPage
source: Web Page
hu_hu: Weblap

# XtraRichEditStringId.DefaultStyleName_HTMLBottomofForm
source: HTML Bottom of Form
hu_hu: HTML űrlap alja

# XtraRichEditStringId.MenuCmd_InsertEmDash
source: InsertEmDash
hr: Umetni EmDash
hu_hu: Hosszú gondolatjel (—) beillesztése

# XtraRichEditStringId.MenuCmd_DecrementParagraphLeftIndent
source: DecrementParagraphLeftIndent
hr: Smanji lijevo
hu_hu: Bekezdés behúzásának csökkentése

# XtraRichEditStringId.DefaultStyleName_OutlineList2
source: Outline List 2
hu_hu: Vázlatos lista 2

# XtraRichEditStringId.MenuCmd_ShowTabsFormDescription
source: Tabs
hr: Tabulatori
hu_hu: Tabulátorok

# XtraRichEditStringId.DefaultStyleName_TableList6
source: Table List 6
hr: Tablica List 6
hu_hu: Listaszerű táblázat 6

# XtraRichEditStringId.DefaultStyleName_TableGrid8
source: Table Grid 8
hr: Tablica Grid 8
hu_hu: Rácsos táblázat 8

# XtraRichEditStringId.DefaultStyleName_NoteHeading
source: Note Heading
hu_hu: Megjegyzésfej

# XtraRichEditStringId.MenuCmd_InsertEllipsis
source: InsertEllipsis
hr: Umetni Ellipsis
hu_hu: Kihagyás (...) beillesztése

# XtraRichEditStringId.MenuCmd_InsertMultilevelList
source: Multilevel list
hr: Višerazinski popis
hu_hu: Többszintű lista

# XtraRichEditStringId.DefaultStyleName_index4
source: index 4
hu_hu: Tárgymutató 4

# XtraRichEditStringId.Msg_ContinueSearchFromBeginningQuestion
source: Do you want to start the search from the beginning of the document?
hr: Želite li pokrenuti pretraživanje od početka dokumenta?
hu_hu: Szeretné a dokumentum elején kezdeni a keresést?

# XtraRichEditStringId.MenuCmd_CreateField
source: Create Field
hu_hu: Mező létrehozása

# XtraRichEditStringId.DefaultStyleName_TableList3
source: Table List 3
hr: Tablica List 3
hu_hu: Listaszerű táblázat 3

# XtraRichEditStringId.FieldMapAddress3
source: Address 3
hu_hu: Cím 3

# XtraRichEditStringId.FieldMapUniqueId
source: Unique Identifier
hu_hu: Egyedi azonosító

# XtraRichEditStringId.MenuCmd_DecrementIndent
source: Decrease Indent
hr: Smanji uvlaku
hu_hu: Behúzás csökkentése

# XtraRichEditStringId.FieldMapPartnerTitle
source: Spouse/Partner Courtesy Title
hu_hu: Házastárs/partner név előtag

# XtraRichEditStringId.MenuCmd_InsertBulletListDescription
source: Start a bulleted list.
hr: Počnite popis sa grafičkim oznakama.
hu_hu: Felsorolás kezdése.

# XtraRichEditStringId.MenuCmd_FindNext
source: Find Next
hu_hu: &Következő

# XtraRichEditStringId.MenuCmd_RedoDescription
source: Redo
hr: Ponovi
hu_hu: Visszavont művelet újra

# XtraRichEditStringId.DefaultStyleName_DefaultParagraphFont
source: Default Paragraph Font
hu_hu: Bekezdés alapbetűtípusa

# XtraRichEditStringId.MenuCmd_InsertRegisteredTrademarkSymbol
source: InsertRegisteredTrademark Symbol
hr: Umetni Registered Trademark simbol
hu_hu: RegisteredTrademark szimbólum (®) beillesztése

# XtraRichEditStringId.DefaultStyleName_ListBullet3
source: List Bullet 3
hu_hu: Felsorolás 3

# XtraRichEditStringId.DefaultStyleName_heading6
source: heading 6
hr: naslov 6
hu_hu: Címsor 6

# XtraRichEditStringId.MenuCmd_NewEmptyDocument
source: New
hr: Novo
hu_hu: Új

# XtraRichEditStringId.DefaultStyleName_TableSimple3
source: Table Simple 3
hr: Tablica Simple 3
hu_hu: Egyszerű táblázat 3

# XtraRichEditStringId.DefaultStyleName_TableClassic4
source: Table Classic 4
hr: Tablica Classic 4
hu_hu: Klasszikus táblázat 4

# XtraRichEditStringId.DefaultStyleName_ListBullet2
source: List Bullet 2
hu_hu: Felsorolás 2

# XtraRichEditStringId.DefaultStyleName_heading9
source: heading 9
hr: naslov 9
hu_hu: Címsor 9

# XtraRichEditStringId.MenuCmd_LoadDocumentDescription
source: Open
hr: Otvori
hu_hu: Fájl megnyitása

# XtraRichEditStringId.DefaultStyleName_footnotereference
source: footnote reference
hu_hu: Lábjegyzet-hivatkozás

# XtraRichEditStringId.DefaultStyleName_BlockText
source: Block Text
hu_hu: Szövegblokk

# XtraRichEditStringId.Caption_LineSpacingAtLeast
source: At least
hr: Najmanje
hu_hu: Legalább

# XtraRichEditStringId.DefaultStyleName_TableSimple2
source: Table Simple 2
hr: Tablica Simple 2
hu_hu: Egyszerű táblázat 2

# XtraRichEditStringId.MenuCmd_DraftViewDescription
source: Draft View
hr: Skica prikaz.
hu_hu: Vázlat

# XtraRichEditStringId.FieldMapCity
source: City
hu_hu: Város

# XtraRichEditStringId.FieldMapPartnerLastName
source: Spouse/Partner Last Name
hu_hu: Házastárs/partner vezetékneve

# XtraRichEditStringId.MenuCmd_InsertCopyrightSymbol
source: InsertCopyrightSymbol
hr: Copyright simbol
hu_hu: Copyright szimbólum (©) beillesztése

# XtraRichEditStringId.DefaultStyleName_TableContemporary
source: Table Contemporary
hr: Tablica Contemporary
hu_hu: Modern táblázat

# XtraRichEditStringId.Msg_InvalidCopyFromDocumentModel
source: Error: source and destination document models are different
hr: Pogreška: izvor i odredište modela dokumenta su različiti
hu_hu: Hiba: a forrás és cél dokumentum modellek eltérőek

# XtraRichEditStringId.MenuCmd_IncrementParagraphLeftIndent
source: IncrementParagraphLeftIndent
hr: Povećaj lijevo
hu_hu: Bekezdés behúzásának növelése

# XtraRichEditStringId.MenuCmd_DecrementFontSizeDescription
source: DecrementFontSize
hr: Smanjite veličinu fonta
hu_hu: Betűméret csökkentése

# XtraRichEditStringId.DefaultStyleName_heading3
source: heading 3
hr: naslov 3
hu_hu: Címsor 3

# XtraRichEditStringId.Msg_IncorrectNumericFieldFormat
source: Error: number cannot be represented in the specified format.
hr: Pogreška: broj ne može biti zastupljen u odabranom formatu.
hu_hu: Hiba: a számot nem lehet a megadott formátumban megjeleníteni.

# XtraRichEditStringId.Caption_FirstLineIndentIndented
source: First line
hr: Prvi redak
hu_hu: Első sor

# XtraRichEditStringId.FileFilterDescription_HtmlFiles
source: HyperText Markup Language Format
hr: Sve web stranice
hu_hu: HTML fájl

# XtraRichEditStringId.FileFilterDescription_RtfFiles
source: Rich Text Format
hr: Oblik obogaćenog teksta
hu_hu: Rich Text formátum

# XtraRichEditStringId.FileFilterDescription_JPEGFiles
source: JPEG File Interchange Format
hu_hu: JPEG képfájl

# XtraRichEditStringId.FontStyle_Regular
source: Regular
hr: Obično
hu_hu: Normál

# XtraRichEditStringId.Caption_AlignmentRight
source: Right
hr: Desno
hu_hu: Jobbra

# XtraRichEditStringId.FileFilterDescription_PNGFiles
source: Portable Network Graphics
hu_hu: PNG képfájl

# XtraRichEditStringId.FileFilterDescription_BitmapFiles
source: Bitmap
hu_hu: BMP képfájl

# XtraRichEditStringId.MenuCmd_SelectFieldPrevToCaret
source: SelectFieldPrevToCaret
hu_hu: Kurzor előtti mező kiválasztása

# XtraRichEditStringId.MenuCmd_SelectFieldNextToCaret
source: SelectFieldNextToCaret
hu_hu: Kurzor mögötti mező kiválasztása

# XtraRichEditStringId.MenuCmd_ShowInsertMergeFieldForm
source: Insert Merge Field
hu_hu: Mező beszúrása

# XtraRichEditStringId.MenuCmd_InsertField
source: InsertField
hu_hu: Mező beszúrása

# XtraRichEditStringId.MenuCmd_ToggleViewMergedData
source: View Merged Data
hu_hu: Beszúrt adatok megjelenítése

# XtraRichEditStringId.MenuCmd_ShowInsertMergeFieldFormDescription
source: Add a field from a list of recipients or from a data table to the document.
hu_hu: Mező hozzáadása címlistából vagy adattáblából.

# XtraRichEditStringId.MenuCmd_SelectFieldPrevToCaretDescription
source: SelectFieldPrevToCaretDescription
hu_hu: Kurzor előtti mező kiválasztása

# XtraRichEditStringId.MenuCmd_ShowAllFieldResults
source: Show All Field Results
hu_hu: Összes mezőeredmény megjelenítése

# XtraRichEditStringId.MenuCmd_ToggleFieldCodesDescription
source: Toggle Field Codes
hu_hu: Váltás a mezőkódok és mezőértékek között

# XtraRichEditStringId.MenuCmd_SelectFieldNextToCaretDescription
source: SelectFieldNextToCaretDescription
hu_hu: Kurzor mögötti mező kiválasztása

# XtraRichEditStringId.MenuCmd_ShowAllFieldResultsDescription
source: Show All Field Results
hu_hu: A dokumentum összes mezőjének helyén a mezőeredmény megjelenítése

# XtraRichEditStringId.Msg_PrintingUnavailable
source: Printing is not available. Check if the following assemblies are installed: {0} {1}
hu_hu: A nyomtatás nem lehetséges. Ellenőrizze, hogy az alábbi szerelvények telepítve vannak-e: {0} {1}

# XtraRichEditStringId.MenuCmd_ReplaceTextDescription
source: ReplaceTextDescription
hu_hu: Szöveg cseréje

# XtraRichEditStringId.MenuCmd_ToggleViewMergedDataDescription
source: Replaces the merge fields in your document with actual data from your recipient list so you can see what it looks like.
hu_hu: A dokumentum mezőinek helyén a valós adatok jelennek meg, így azt láthatja, amit a címzettek is fognak.

# XtraRichEditStringId.MenuCmd_ReplaceText
source: ReplaceText
hu_hu: Csere

# XtraRichEditStringId.MenuCmd_ShowAllFieldCodes
source: Show All Field Codes
hu_hu: Összes mezőkód megjelenítése

# XtraRichEditStringId.MenuCmd_InsertFieldDescription
source: InsertField
hu_hu: Mező hozzáadása címlistából vagy adattáblából.

# XtraRichEditStringId.MenuCmd_ShowAllFieldCodesDescription
source: Show All Field Codes
hu_hu: A dokumentum összes mezőjének helyén a mezőkód megjelenítése

# XtraRichEditStringId.MenuCmd_InsertMergeField
source: InsertMergeField
hu_hu: Mező beszúrása

# XtraRichEditStringId.Msg_UseDeletedFieldError
source: Error: using field paragraph
hu_hu: Hiba: mező bekezdés használata

# XtraRichEditStringId.MenuCmd_InsertMergeFieldDescription
source: InsertMergeFieldDescription
hu_hu: Mező hozzáadása címlistából vagy adattáblából.

# XtraRichEditStringId.MenuCmd_MoveForward
source: MoveForward
hr: Naprijed

# XtraRichEditStringId.MenuCmd_MoveForwardDescription
source: MoveForward
hr: Pomakni se naprijed.

# XtraRichEditStringId.MenuCmd_MoveBackward
source: MoveBackward
hr: Natrag

# XtraRichEditStringId.MenuCmd_MoveBackwardDescription
source: MoveBackward
hr: Pomakni se unatrag.

# XtraRichEditStringId.MenuCmd_MoveToStartOfLine
source: MoveToBeginOfLine
hr: Početak linije

# XtraRichEditStringId.MenuCmd_MoveToStartOfLineDescription
source: MoveToBeginOfLine
hr: Odi na početak linije

# XtraRichEditStringId.MenuCmd_MoveToEndOfLine
source: MoveToEndOfLine
hr: Kraj linije

# XtraRichEditStringId.MenuCmd_MoveToEndOfLineDescription
source: MoveToEndOfLine
hr: Odi na kraj linije.

# XtraRichEditStringId.MenuCmd_MoveLineUp
source: MoveLineUp
hr: Gore jednu liniju

# XtraRichEditStringId.MenuCmd_MoveLineUpDescription
source: MoveLineUp
hr: Pomakni se gore za jednu liniju.

# XtraRichEditStringId.MenuCmd_MoveLineDown
source: MoveLineDown
hr: Dolje jednu liniju

# XtraRichEditStringId.MenuCmd_MoveLineDownDescription
source: MoveLineDown
hr: Pomakni se dolje za jednu liniju.

# XtraRichEditStringId.MenuCmd_MovePreviousParagraph
source: MovePreviousParagraph
hr: Prethodni odlomak

# XtraRichEditStringId.MenuCmd_MovePreviousParagraphDescription
source: MovePreviousParagraph
hr: Odi na prethodni odlomak

# XtraRichEditStringId.MenuCmd_MoveNextParagraph
source: MoveNextParagraph
hr: Slijedeći odlomak

# XtraRichEditStringId.MenuCmd_MoveNextParagraphDescription
source: MoveNextParagraph
hr: Odi na slijedeći odlomak.

# XtraRichEditStringId.MenuCmd_MovePreviousWord
source: MovePreviousWord
hr: Prethodna riječ

# XtraRichEditStringId.MenuCmd_MovePreviousWordDescription
source: MovePreviousWord
hr: Odi na prethodnu riječ

# XtraRichEditStringId.MenuCmd_MoveNextWord
source: MoveNextWord
hr: Slijedeća riječ

# XtraRichEditStringId.MenuCmd_MoveNextWordDescription
source: MoveNextWord
hr: Odi na slijedeću riječ

# XtraRichEditStringId.MenuCmd_MovePreviousPage
source: MovePreviousPage
hr: Predhodna stranica

# XtraRichEditStringId.MenuCmd_MovePreviousPageDescription
source: MovePreviousPage
hr: Odi na predhodnu stranicu

# XtraRichEditStringId.MenuCmd_MoveNextPage
source: MoveNextPage
hr: Slijedeća stranica

# XtraRichEditStringId.MenuCmd_MoveNextPageDescription
source: MoveNextPage
hr: Odi na slijedeću stranicu.

# XtraRichEditStringId.MenuCmd_MoveToBeginOfDocument
source: MoveToBeginBeginOfDocument
hr: Početak dokumenta

# XtraRichEditStringId.MenuCmd_MoveToBeginOfDocumentDescription
source: MoveToBeginBeginOfDocument
hr: Odi na početak dokumenta

# XtraRichEditStringId.MenuCmd_MoveToEndOfDocument
source: MoveToEndOfDocument
hr: Kraj dokumenta

# XtraRichEditStringId.MenuCmd_MoveToEndOfDocumentDescription
source: MoveToEndOfDocument
hr: Odi na kraj dokumenta

# XtraRichEditStringId.MenuCmd_MoveScreenUp
source: MoveScreenUp
hr: Pokazivač gore

# XtraRichEditStringId.MenuCmd_MoveScreenUpDescription
source: MoveScreenUp
hr: Pomaknite pokazivač ekrana gore.

# XtraRichEditStringId.MenuCmd_MoveScreenDown
source: MoveScreenDown
hr: Pokazivač dolje

# XtraRichEditStringId.MenuCmd_MoveScreenDownDescription
source: MoveScreenDown
hr: Pomaknite pokazivač ekrana na dolje.

# XtraRichEditStringId.MenuCmd_DeleteNumerationFromParagraph
source: DeleteNumerationFromParagraph
hr: Izbriši numeraciju iz odlomka

# XtraRichEditStringId.MenuCmd_DeleteNumerationFromParagraphDescription
source: DeleteNumerationFromParagraph
hr: Izbrišite numeraciju iz odlomka.

# XtraRichEditStringId.MenuCmd_IncrementNumerationFromParagraph
source: IncrementNumerationFromParagraph
hr: Povećaj numeraciju odlomka

# XtraRichEditStringId.MenuCmd_IncrementNumerationFromParagraphDescription
source: IncrementNumerationFromParagraph
hr: Povećajte numeraciju odlomka.

# XtraRichEditStringId.MenuCmd_DecrementNumerationFromParagraph
source: DecrementNumerationFromParagraph
hr: Smanji numeraciju odlomka

# XtraRichEditStringId.MenuCmd_DecrementNumerationFromParagraphDescription
source: DecrementNumerationFromParagraph
hr: Smanjite numeraciju odlomka.

# XtraRichEditStringId.MenuCmd_DeleteBack
source: DeleteBack
hr: Izbriši unatrag

# XtraRichEditStringId.MenuCmd_DeleteBackDescription
source: DeleteBack
hr: Izbrišite unatrag.

# XtraRichEditStringId.MenuCmd_DeleteWordBack
source: DeleteWordBack
hr: Izbriši riječ unatrag

# XtraRichEditStringId.MenuCmd_DeleteWordBackDescription
source: DeleteWordBack
hr: Izbrišite riječ unatrag.

# XtraRichEditStringId.MenuCmd_ReplaceForward
source: ReplaceForward
hr: Zamijeni naprijed

# XtraRichEditStringId.MenuCmd_ReplaceForwardDescription
source: ReplaceForward
hr: Zamijeni naprijed u tekstu.

# XtraRichEditStringId.MenuCmd_ReplaceBackward
source: ReplaceBackward
hr: Zamijeni unatrag

# XtraRichEditStringId.MenuCmd_ReplaceBackwardDescription
source: ReplaceBackward
hr: Zamijeni unatrag u tekstu

# XtraRichEditStringId.MenuCmd_ReplaceAllForward
source: ReplaceAllForward
hr: Zamijeni sve naprijed

# XtraRichEditStringId.MenuCmd_ReplaceAllForwardDescription
source: ReplaceAllForwardDescription
hr: Zamijeni sve naprijed u tekstu.

# XtraRichEditStringId.MenuCmd_ReplaceAllBackward
source: ReplaceAllBackward
hr: Zamijeni sve unatrag

# XtraRichEditStringId.MenuCmd_ReplaceAllBackwardDescription
source: ReplaceAllBackwardDescription
hr: Zamijeni sve unatrag u tekstu.
