Repository: gsb123/e-cafe
Catalog: trunk/Localization/DevExpress.XtraRichEdit/LocalizationRes.*.resx
Languages: hr, hu_hu

# XtraRichEditStringId.MenuCmd_InsertNonBreakingSpace
source: InsertNonBreakingSpace
hu_hu: Nem törhető szóköz beillesztése

# XtraRichEditStringId.DefaultStyleName_index7
source: index 7
hu_hu: Tárgymutató 7

# XtraRichEditStringId.DefaultStyleName_TableColorful1
source: Table Colorful 1
hr: Tablica Colorful 1
hu_hu: Tarka táblázat 1

# XtraRichEditStringId.DefaultStyleName_TableSimple1
source: Table Simple 1
hr: Tablica Simple 1
hu_hu: Egyszerű táblázat 1

# XtraRichEditStringId.MenuCmd_ChangeFontName
source: Font
hu_hu: Betűtípus

# XtraRichEditStringId.DefaultStyleName_List5
source: List 5
hu_hu: Lista 5

# XtraRichEditStringId.Msg_InvalidBeginUpdate
source: Error: call to BeginUpdate inside BeginInit
hr: Pogreška: poziv BeginUpdate unutar BeginInit
hu_hu: Hiba: BeginUpdate hívása BeginInit közben

# XtraRichEditStringId.DefaultStyleName_DocumentMap
source: Document Map
hu_hu: Dokumentumtérkép

# XtraRichEditStringId.Msg_InvalidStyleName
source: Invalid style name
hr: Pogrešno ime stila
hu_hu: Érvénytelen stílusnév

# XtraRichEditStringId.MenuCmd_InsertMultilevelListDescription
source: Start a multilevel list.
hr: Pokrenite višerazinski popis.
hu_hu: Többszintű lista kezdése.

# XtraRichEditStringId.MenuCmd_PrintDescription
source: Select a printer, number of copies, and other printing options before printing.
hr: Prije ispisa odaberite pisač, broj kopija i druge mogućnosti ispisa.
hu_hu: Nyomtató kiválasztása, másolatok számának és egyéb nyomtatási beállítások megadása.

# XtraRichEditStringId.MenuCmd_InsertLineBreak
source: InsertLineBreak
hr: Prekid linije
hu_hu: Sortörés beillesztése

# XtraRichEditStringId.DefaultStyleName_toc3
source: toc 3
hu_hu: Címsor 3

# XtraRichEditStringId.DefaultStyleName_NoList
source: No List
hu_hu: Nem lista

# XtraRichEditStringId.MenuCmd_ShowParagraphFormDescription
source: Show the Paragraph dialog box.
hr: Prikažite dijaloški okvir Odlomak.
hu_hu: Bekezdés beállító ablak megjelenítése.

# XtraRichEditStringId.MenuCmd_IncreaseFontSizeDescription
source: Increase the font size.
hr: Povećajte veličinu fonta.
hu_hu: Betűméret növelése.

# XtraRichEditStringId.MenuCmd_ZoomInDescription
source: Zoom In
hr: Povećaj
hu_hu: Nagyítás

# XtraRichEditStringId.MenuCmd_DecrementFontSize
source: DecrementFontSize
hr: Stisni font
hu_hu: Betűméret csökkentése

# XtraRichEditStringId.Msg_UseInvalidCharacterProperties
source: Error: character properties are no longer valid
hr: Pogreška: svojstva znaka više ne vrijede
hu_hu: Hiba: a karakter tulajdonságai nem érvényesek

# XtraRichEditStringId.FieldMapTitle
source: Courtesy Title
hu_hu: Név előtag

# XtraRichEditStringId.MenuCmd_ChangeFontSize
source: Font Size
hr: Veličina fonta
hu_hu: Betűméret

# XtraRichEditStringId.DefaultStyleName_EmailSignature
source: E-mail Signature
hr: E-mail potpis
hu_hu: E-mail aláírás

# XtraRichEditStringId.MenuCmd_ToggleFontDoubleUnderlineDescription
source: Double underline
hr: Dvostruko podcrtano
hu_hu: A kijelölt szöveg aláhúzása a középvonalában dupla vonallal.

# XtraRichEditStringId.Msg_SearchInSelectionComplete
source: The search in the selection is finished.
hr: Pretraga u označenom tekstu je završena.
hu_hu: A kijelölés átvizsgálása kész.

# XtraRichEditStringId.DefaultStyleName_HyperlinkStrongEmphasis
source: HyperlinkStrongEmphasis
hu_hu: Hiperhivatkozás vastagbetűs szöveg

# XtraRichEditStringId.MenuCmd_InsertEnDash
source: InsertEnDash
hr: Umetni EnDash
hu_hu: Közepes gondolatjel (–) beillesztése

# XtraRichEditStringId.MenuCmd_BackSpaceKeyDescription
source: BackSpaceKey
hr: Povratna tipka
hu_hu: Backspace billentyű

# XtraRichEditStringId.DefaultStyleName_MessageHeader
source: Message Header
hr: Zaglavlje poruke
hu_hu: Üzenet fejléce

# XtraRichEditStringId.MenuCmd_InsertEnDashDescription
source: InsertEnDash
hr: Umetni EnDash
hu_hu: Közepes gondolatjel (–) beillesztése

# XtraRichEditStringId.DefaultStyleName_heading4
source: heading 4
hr: naslov 4
hu_hu: Címsor 4

# XtraRichEditStringId.MenuCmd_DecreaseFontSize
source: Shrink Font
hr: Stisni font
hu_hu: Betűméret csökkentése.

# XtraRichEditStringId.FieldMapNickName
source: Nickname
hu_hu: Becenév

# XtraRichEditStringId.MenuCmd_DeleteDescription
source: Delete
hr: Izbriši
hu_hu: Törlés

# XtraRichEditStringId.MenuCmd_InsertOpeningDoubleQuotationMarkDescription
source: InsertOpeningDoubleQuotationMark
hr: Umetnite početni dvostruki znak navoda.
hu_hu: Dupla kezdő idézőjel („) beillesztése

# XtraRichEditStringId.MenuCmd_FindNextDescription
source: Repeats the last search forward.
hu_hu: Következő keresése a dokumentumban előre.

# XtraRichEditStringId.FieldMapBusinessFax
source: Business Fax
hu_hu: Üzleti fax

# XtraRichEditStringId.MenuCmd_ToggleFontBoldDescription
source: Make the selected text bold.
hr: Podabljajte odabrani tekst.
hu_hu: A kijelölt szöveg vastag betűs lesz.

# XtraRichEditStringId.MenuCmd_ChangeParagraphStyleDescription
source: ChangeParagraphStyle
hr: Promijenite stil odlomka.
hu_hu: Bekezdés beállítása

# XtraRichEditStringId.DefaultStyleName_heading1
source: heading 1
hr: naslov 1
hu_hu: Címsor 1

# XtraRichEditStringId.Msg_SearchComplete
source: The search is complete.
hr: Pretraga je završena.
hu_hu: A keresés kész.

# XtraRichEditStringId.DefaultStyleName_linenumber
source: line number
hu_hu: Sor száma

# XtraRichEditStringId.DefaultStyleName_macrotoaheading
source: macro to a heading
hu_hu: Makró szövege

# XtraRichEditStringId.MenuCmd_InsertNonBreakingSpaceDescription
source: InsertNonBreakingSpace
hu_hu: Nem törhető szóköz beillesztése

# XtraRichEditStringId.DefaultStyleName_List
source: List
hu_hu: Lista

# XtraRichEditStringId.MenuCmd_ReadingViewDescription
source: Reading View
hr: Čitanje preko cijelog zaslona
hu_hu: Olvasási elrendezés

# XtraRichEditStringId.DefaultStyleName_OutlineList3
source: Outline List 3
hu_hu: Vázlatos lista 3

# XtraRichEditStringId.MenuCmd_ScrollToPage
source: ScrollToPage
hu_hu: Görgetés a laphoz

# XtraRichEditStringId.DefaultStyleName_footnotetext
source: footnote text
hu_hu: Lábjegyzetszöveg

# XtraRichEditStringId.DefaultStyleName_caption
source: caption
hr: naslov
hu_hu: Cím

# XtraRichEditStringId.DefaultStyleName_NormalIndent
source: Normal Indent
hu_hu: Normál behúzással

# XtraRichEditStringId.DefaultStyleName_envelopeaddress
source: envelope address
hu_hu: Borítékcím

# XtraRichEditStringId.MenuCmd_ShowParagraphForm
source: Paragraph
hr: Odlomak
hu_hu: Bekezdés

# XtraRichEditStringId.LinkedCharacterStyleFormatString
source: {0} Char
hr: {0} Znak
hu_hu: {0} karakter

# XtraRichEditStringId.MenuCmd_Find
source: Find
hr: Traženje
hu_hu: Keresés

# XtraRichEditStringId.Caption_AlignmentLeft
source: Left
hr: Lijevo
hu_hu: Balra

# XtraRichEditStringId.Msg_ErrorLinkDeletedStyle
source: Error: cannot link deleted style
hr: Pogreška: ne mogu povezati obrisan stil
hu_hu: Hiba: törölt stílust nem lehet linkelni

# XtraRichEditStringId.DefaultStyleName_HTMLCite
source: HTML Cite
hu_hu: HTML-idézet

# XtraRichEditStringId.MenuCmd_ToggleFontBold
source: Bold
hr: Podebljano
hu_hu: Félkövér

# XtraRichEditStringId.MenuCmd_HighlightTextDescription
source: Make text look like it was marked with a highlighter pen.
hr: Učinite da tekst izgleda kao da je označen markerom.
hu_hu: A kiválasztott szöveg kiemelése a megadott háttérszínnel.

# XtraRichEditStringId.MenuCmd_ToggleFontStrikeout
source: Strikethrough
hr: Precrtaj
hu_hu: Áthúzás

# XtraRichEditStringId.MenuCmd_InsertSimpleListDescription
source: Start a numbering list.
hr: Počnite numerirani popis.
hu_hu: Számozott lista kezdése.

# XtraRichEditStringId.DefaultStyleName_TableGrid1
source: Table Grid 1
hr: Tablica Grid 1
hu_hu: Rácsos táblázat 1

# XtraRichEditStringId.Msg_InvalidSetCharacterProperties
source: Error: cannot set properties without BeginInit or without adding object to document
hr: Pogreška: ne možete postaviti svojstva bez BeginInit ili bez dodavanja objekta u dokument
hu_hu: Hiba: a tulajdonságok beállításához a BeginInit hívása szükséges, vagy az objektumot hozzá kell adni a dokumentumhoz

# XtraRichEditStringId.MenuCmd_DeleteWord
source: DeleteWord
hr: Izbriši riječ
hu_hu: Szó törlése

# XtraRichEditStringId.DefaultStyleName_TableColorful2
source: Table Colorful 2
hr: Tablica Colorful 2
hu_hu: Tarka táblázat 2

# XtraRichEditStringId.MenuCmd_ScrollDown
source: Scroll Down
hu_hu: Görgetés lefelé

# XtraRichEditStringId.MenuCmd_PasteDescription
source: Paste the contents of the Clipboard.
hr: Zalijepite sadržaj međuspremnika
hu_hu: Vágólap tartalmának beillesztése.

# XtraRichEditStringId.MenuCmd_ToggleFontDoubleStrikeout
source: Double Strikethrough
hr: Dvostruko precrtano
hu_hu: Kettős áthúzás

# XtraRichEditStringId.DefaultStyleName_HyperlinkFollowed
source: HyperlinkFollowed
hu_hu: Már látott hiperhivatkozás

# XtraRichEditStringId.DefaultStyleName_annotationreference
source: annotation reference
hu_hu: Jegyzethivatkozás

# XtraRichEditStringId.DefaultStyleName_toc9
source: toc 9
hu_hu: Címsor 9

# XtraRichEditStringId.MenuCmd_BackSpaceKey
source: BackSpaceKey
hr: Povrat
hu_hu: Backspace billentyű

# XtraRichEditStringId.DefaultStyleName_toc6
source: toc 6
hu_hu: Címsor 6

# XtraRichEditStringId.MenuCmd_SaveDocumentAsDescription
source: Save As
hr: Spremi kao
hu_hu: Dokumentum mentése másként

# XtraRichEditStringId.DefaultStyleName_List4
source: List 4
hu_hu: Lista 4

# XtraRichEditStringId.Caption_FirstLineIndentNone
source: (none)
hr: (ništa)
hu_hu: (nincs)

# XtraRichEditStringId.DefaultStyleName_BodyTextIndent3
source: Body Text Indent 3
hu_hu: Szövegtörzs behúzással 3

# XtraRichEditStringId.FieldLastName
source: Last Name
hu_hu: Vezetéknév

# XtraRichEditStringId.FieldMapPostalCode
source: Postal Code
hu_hu: Irányítószám

# XtraRichEditStringId.MenuCmd_ToggleHiddenTextDescription
source: Hidden.
hu_hu: A kijelölt szöveg elrejtése.

# XtraRichEditStringId.DefaultStyleName_TableClassic2
source: Table Classic 2
hr: Tablica Classic 2
hu_hu: Klasszikus táblázat 2

# XtraRichEditStringId.MenuCmd_ToggleFontItalic
source: Italic
hr: Kurziv
hu_hu: Dőlt

# XtraRichEditStringId.UnderlineNone
source: (none)
hr: (ništa)
hu_hu: (nincs)

# XtraRichEditStringId.MenuCmd_InsertCopyrightSymbolDescription
source: InsertCopyrightSymbol
hr: Umetni simbol za Copyright
hu_hu: Copyright szimbólum (©) beillesztése

# XtraRichEditStringId.MenuCmd_ZoomDescription
source: Zoom
hr: Zumiraj
hu_hu: Nagyítás

# XtraRichEditStringId.MenuCmd_UpdateFieldDescription
source: Update Field
hu_hu: Mező frissítése

# XtraRichEditStringId.Msg_UsedWrongUnit
source: The unit of measurement is incorrectly specified.
hr: Jedinica mjere je krivo navedena.
hu_hu: A mértékegység nincs megfelelően megadva.

# XtraRichEditStringId.MenuCmd_FindDescription
source: Find text in the document.
hr: Pronađite tekst u dokumentu.
hu_hu: Szöveg keresése a dokumentumban.

# XtraRichEditStringId.MenuCmd_InsertClosingSingleQuotationMarkDescription
source: InsertClosingSingleQuotationMark
hr: Umetnite završni jednostruki znak navoda.
hu_hu: Záró idézőjel (’) beillesztése

# XtraRichEditStringId.DefaultStyleName_TableGrid2
source: Table Grid 2
hr: Tablica Grid 2
hu_hu: Rácsos táblázat 2

# XtraRichEditStringId.Msg_InvalidFontSize
source: The number must be between {0} and {1}.
hr: Broj mora biti između {0} i {1}.
hu_hu: Az számnak {0} és {1} között kell lenni.

# XtraRichEditStringId.MenuCmd_ToggleWhitespace
source: Show/Hide ¶
hr: Prikaži/Sakrij ¶
hu_hu: Minden látszik ¶

# XtraRichEditStringId.DefaultStyleName_List3
source: List 3
hu_hu: Lista 3

# XtraRichEditStringId.DefaultStyleName_indexheading
source: index heading
hu_hu: Tárgymutatócím

# XtraRichEditStringId.DefaultStyleName_index8
source: index 8
hu_hu: Tárgymutató 8

# XtraRichEditStringId.MenuCmd_DecreaseFontSizeDescription
source: Decrease the font size.
hr: Smanjite veličinu fonta
hu_hu: Betűméret csökkentése.

# XtraRichEditStringId.DefaultStyleName_index6
source: index 6
hu_hu: Tárgymutató 6

# XtraRichEditStringId.MenuCmd_CutSelection
source: Cut
hr: Izreži
hu_hu: Kivágás

# XtraRichEditStringId.DefaultStyleName_TableList5
source: Table List 5
hr: Tablica List 5
hu_hu: Listaszerű táblázat 5

# XtraRichEditStringId.Caption_LineSpacingSesquialteral
source: 1.5 lines
hr: 1,5 redak
hu_hu: 1.5 sor

# XtraRichEditStringId.MenuCmd_ParagraphAlignmentLeftDescription
source: Align text to the left.
hr: Poravnajte tekst lijevo.
hu_hu: Szöveg igazítása balra.

# XtraRichEditStringId.MenuCmd_ToggleFontDoubleStrikeoutDescription
source: Double strikethrough
hr: Dvostruko precrtano
hu_hu: A kijelölt szöveg áthúzása a középvonalában dupla vonallal.

# XtraRichEditStringId.MenuCmd_InsertBulletList
source: Bullets
hr: Grafičke oznake (bullet)
hu_hu: Felsorolás

# XtraRichEditStringId.Msg_UnknownSwitchArgument
source: Error! Unknown switch argument.
hu_hu: Hiba! Ismeretlen argumentum.

# XtraRichEditStringId.DefaultStyleName_ListContinue5
source: List Continue 5
hu_hu: Lista folytatása 5

# XtraRichEditStringId.MenuCmd_ScrollToPageDescription
source: ScrollToPage
hu_hu: Görgetés a laphoz

# XtraRichEditStringId.DefaultStyleName_endnotereference
source: endnote reference
hu_hu: Végjegyzet-hivatkozás

# XtraRichEditStringId.DefaultStyleName_TableList7
source: Table List 7
hr: Tablica List 7
hu_hu: Listaszerű táblázat 7

# XtraRichEditStringId.DefaultStyleName_TableProfessional
source: Table Professional
hr: Tablica Professional
hu_hu: Profi táblázat

# XtraRichEditStringId.DefaultStyleName_index3
source: index 3
hu_hu: Tárgymutató 3

# XtraRichEditStringId.DefaultStyleName_HTMLCode
source: HTML Code
hu_hu: HTML-kód

# XtraRichEditStringId.MenuCmd_InsertOpeningDoubleQuotationMark
source: InsertOpeningDoubleQuotationMark
hr: Umetni početni dvostruki znak navoda
hu_hu: Dupla kezdő idézőjel („) beillesztése

# XtraRichEditStringId.DefaultStyleName_HTMLTypewriter
source: HTML Typewriter
hu_hu: HTML-írógép

# XtraRichEditStringId.DefaultStyleName_NormalTable
source: Normal Table
hu_hu: Normál táblázat

# XtraRichEditStringId.FieldMapSuffix
source: Suffix
hu_hu: Utótag

# XtraRichEditStringId.FontStyle_Italic
source: Italic
hr: Kurziv
hu_hu: Dőlt

# XtraRichEditStringId.MenuCmd_ToggleHiddenText
source: Hidden
hu_hu: Rejtett

# XtraRichEditStringId.MenuCmd_QuickPrintDescription
source: Send the document directly to the default printer without making changes.
hr: Pošaljite dokument izravno na zadani pisač bez pravljenja promjena.
hu_hu: Azonnali nyomtatás az alapértelmezett nyomtatóra a beállítások módosítása nélkül.

# XtraRichEditStringId.MenuCmd_Undo
source: Undo
hr: Poništi
hu_hu: Visszavonás

# XtraRichEditStringId.MenuCmd_UpdateField
source: Update Field
hu_hu: Mező frissítése

# XtraRichEditStringId.Msg_InvalidParagraphContainNumbering
source: Error: paragraph already contains numbering
hr: Pogreška: odlomak već sadrži numeriranje
hu_hu: Hiba: a bekezdés már tartalmaz számozást

# XtraRichEditStringId.MenuCmd_ChangeStyleDescription
source: Format titles, quotes, and other text using this gallery of styles.
hr: Oblikuj naslove, citate i ostali tekst koristeći galeriju stilova
hu_hu: Címek, bekezdések és egyéb szövegek formázása a galéria stílusainak segítségével.

# XtraRichEditStringId.FieldMapPhoneticGuideFirstName
source: Phonetic Guide for First Name
hu_hu: Fonetikus leírás a keresztnévhez

# XtraRichEditStringId.DefaultStyleName_TableElegant
source: Table Elegant
hr: Tablica Elegant
hu_hu: Elegáns táblázat

# XtraRichEditStringId.Msg_IsNotValid
source: '{0}' is not a valid value for '{1}'
hr: '{0}' nije ispravna vrijednost za '{1}'
hu_hu: '{0}' nem érvényes érték '{1}' számára

# XtraRichEditStringId.Msg_InvalidParentStyle
source: Error: invalid parent style assignment caused circular reference
hr: Pogreška: pogrešna dodjela stila roditelju prouzročila je kružne reference
hu_hu: Hiba: az érvénytelen szülő stílus hozzárendelés körkörös hivatkozást okozott

# XtraRichEditStringId.MenuCmd_PrintViewDescription
source: Print View
hr: Izgled ispisa.
hu_hu: Nyomtatási kép

# XtraRichEditStringId.DefaultStyleName_TableClassic3
source: Table Classic 3
hr: Tablica Classic 3
hu_hu: Klasszikus táblázat 3

# XtraRichEditStringId.FieldMapPartnerNickName
source: Spouse/Partner Nickname
hu_hu: Házastárs/partner beceneve

# XtraRichEditStringId.MenuCmd_ToggleFontDoubleUnderline
source: Double Underline
hr: Dvostruko podcrtano
hu_hu: Kettős aláhúzás

# XtraRichEditStringId.DefaultStyleName_TableSubtle1
source: Table Subtle 1
hr: Tablica Subtle 1
hu_hu: Finom táblázat 1

# XtraRichEditStringId.DefaultStyleName_TableList2
source: Table List 2
hr: Tablica List 2
hu_hu: Listaszerű táblázat 2

# XtraRichEditStringId.DefaultStyleName_ListContinue4
source: List Continue 4
hu_hu: Lista folytatása 4

# XtraRichEditStringId.FontStyle_Underline
source: Underline
hr: Podcrtano
hu_hu: Aláhúzás

# XtraRichEditStringId.DefaultStyleName_TableList4
source: Table List 4
hr: Tablica List 4
hu_hu: Listaszerű táblázat 4

# XtraRichEditStringId.DefaultStyleName_BodyTextFirstIndent2
source: Body Text First Indent 2
hu_hu: Szövegtörzs első sora 2

# XtraRichEditStringId.FieldMapState
source: State
hu_hu: Állapot

# XtraRichEditStringId.MenuCmd_SaveDocument
source: Save
hr: Spremi
hu_hu: Mentés

# XtraRichEditStringId.MenuCmd_Print
source: &Print
hr: Ispi&ši
hu_hu: Nyomt&atás...

# XtraRichEditStringId.MenuCmd_ChangeParagraphStyle
source: ChangeParagraphStyle
hr: Promijeni stil odlomka
hu_hu: Bekezdés beállítása

# XtraRichEditStringId.MenuCmd_ReadingView
source: Reading View
hr: Čitanje preko cijelog zaslona
hu_hu: Olvasási elrendezés

# XtraRichEditStringId.DefaultStyleName_tableoffigures
source: table of figures
hu_hu: Ábrajegyzék

# XtraRichEditStringId.MenuCmd_CopySelection
source: Copy
hr: Kopiraj
hu_hu: Másolás

# XtraRichEditStringId.MenuCmd_InsertTabDescription
source: InsertTab
hr: Umetnite karticu.
hu_hu: Tabulátor beillesztése

# XtraRichEditStringId.MenuCmd_ShowTabsForm
source: Tabs
hr: Tabulatori
hu_hu: Tabulátorok

# XtraRichEditStringId.ClearFormatting
source: Clear Formatting
hr: Očisti oblikovanje
hu_hu: Formázás törlése

# XtraRichEditStringId.DefaultStyleName_endnotetext
source: endnote text
hu_hu: Végjegyzet szövege

# XtraRichEditStringId.Msg_UnexpectedEndOfFormula
source: !Unexpected end of formula.
hu_hu: !Befejezetlen képlet.

# XtraRichEditStringId.Msg_InvalidEndInit
source: Error: call to EndInit or CancelInit without BeginInit or inside BeginUpdate
hr: Pogreška: poziv EndInit ili CancelInit bez BeginInit ili unutar BeginUpdate
hu_hu: Hiba: EndInit vagy CancelInit hívása BeginInit nélkül vagy BeginUpdate közben

# XtraRichEditStringId.DefaultStyleName_HTMLAddress
source: HTML Address
hu_hu: HTML-cím

# XtraRichEditStringId.MenuCmd_InsertClosingDoubleQuotationMark
source: InsertClosingDoubleQuotationMark
hr: Umetni završni dvostruki znak navoda
hu_hu: Dupla záró idézőjel (”) beillesztése

# XtraRichEditStringId.FieldMapAddress1
source: Address 1
hu_hu: Cím 1

# XtraRichEditStringId.Msg_InvalidEndUpdate
source: Error: call to EndUpdate or CancelUpate without BeginUpdate or inside BeginInit
hr: Pogreška: poziv EndUpdate ili CancelUpate bez BeginUpdate ili unutar BeginInit
hu_hu: Hiba: EndUpdate vagy CancelUpate hívása BeginUpdate nélkül vagy BeginInit közben

# XtraRichEditStringId.TabForm_All
source: All
hr: Sve
hu_hu: Mind

# XtraRichEditStringId.MenuCmd_SimpleView
source: Simple View
hr: Običan izgled
hu_hu: Normál nézet

# XtraRichEditStringId.DefaultStyleName_ListBullet
source: List Bullet
hu_hu: Felsorolás

# XtraRichEditStringId.MenuCmd_InsertPictureDescription
source: Insert a picture from a file.
hr: Umetnite sliku iz datoteke.
hu_hu: Kép beillesztése fájlból.

# XtraRichEditStringId.DefaultStyleName_annotationtext
source: annotation text
hu_hu: Jegyzetszöveg

# XtraRichEditStringId.DefaultStyleName_BodyText
source: Body Text
hu_hu: Szövegtörzs

# XtraRichEditStringId.MenuCmd_DraftView
source: Draft View
hr: Skica
hu_hu: Vázlat

# XtraRichEditStringId.Msg_UseDeletedSectionError
source: Error: using deleted section
hr: Pogreška: koristite obrisanu sekciju
hu_hu: Hiba: törölt mező használata

# XtraRichEditStringId.DefaultStyleName_PlainText
source: Plain Text
hr: Običan tekst
hu_hu: Csak szöveg

# XtraRichEditStringId.MenuCmd_IncrementFontSizeDescription
source: IncrementFontSize
hr: Povećajte veličinu fonta.
hu_hu: Betűméret növelése

# XtraRichEditStringId.DefaultStyleName_Table3Deffects2
source: Table 3D effects 2
hr: Tablica 3D efekti 2
hu_hu: Térhatású táblázat 2

# XtraRichEditStringId.DefaultStyleName_header
source: header
hr: zaglavlje
hu_hu: Élőfej

# XtraRichEditStringId.MenuCmd_IncrementIndent
source: Increase Indent
hr: Povećaj uvlaku
hu_hu: Behúzás növelése

# XtraRichEditStringId.MenuCmd_SimpleViewDescription
source: Simple View
hr: Običan izgled
hu_hu: Normál nézet

# XtraRichEditStringId.MenuCmd_ScrollDownDescription
source: Scroll Down
hu_hu: Görgetés lefelé

# XtraRichEditStringId.DefaultStyleName_BodyText2
source: Body Text 2
hu_hu: Szövegtörzs 2

# XtraRichEditStringId.DefaultStyleName_TableColumns5
source: Table Columns 5
hr: Tablica Columns 5
hu_hu: Oszlopos táblázat 5

# XtraRichEditStringId.MenuCmd_InsertClosingDoubleQuotationMarkDescription
source: InsertClosingDoubleQuotationMark
hr: Umetnite završni dvostruki znak navoda.
hu_hu: Dupla záró idézőjel (”) beillesztése

# XtraRichEditStringId.DefaultStyleName_envelopereturn
source: envelope return
hu_hu: Feladó címe borítékon

# XtraRichEditStringId.DefaultStyleName_TableGrid6
source: Table Grid 6
hr: Tablica Grid 6
hu_hu: Rácsos táblázat 6

# XtraRichEditStringId.DefaultStyleName_TableGrid
source: Table Grid
hr: Tablica Grid
hu_hu: Rácsos táblázat

# XtraRichEditStringId.Msg_UnsupportedFormatException
source: File format is not supported
hr: Oblik datoteke nije podržan
hu_hu: A fájlformátum nem támogatott

# XtraRichEditStringId.DefaultStyleName_HTMLSample
source: HTML Sample
hu_hu: HTML-minta

# XtraRichEditStringId.DefaultStyleName_ListContinue3
source: List Continue 3
hu_hu: Lista folytatása 3

# XtraRichEditStringId.DefaultStyleName_toc5
source: toc 5
hu_hu: Címsor 5

# XtraRichEditStringId.Msg_SearchInBackwardDirectionComplete
source: The beginning of the document has been reached.
hr: Došli ste na početak dokumenta.
hu_hu: A dokumentum átvizsgálása kész (hátra).

# XtraRichEditStringId.MenuCmd_ToggleWhitespaceDescription
source: Show paragraph marks and other hidden formatting symbols.
hr: Prikažite oznake odlomka i ostale skrivene simbole oblikovanja
hu_hu: Bekezdés jelek és egyéb rejtett formázási szimbólumok megjelenítése.

# XtraRichEditStringId.Msg_UseDeletedParagraphError
source: Error: using deleted paragraph
hr: Pogreška: koristite obrisani odlomak
hu_hu: Hiba: törölt bekezdés használata

# XtraRichEditStringId.MenuCmd_ChangeCharacterStyleDescription
source: ChangeCharacterStyle
hr: Promijenite stil znakova.
hu_hu: Stílus beállítása

# XtraRichEditStringId.DefaultStyleName_heading5
source: heading 5
hr: naslov 5
hu_hu: Címsor 5

# XtraRichEditStringId.DefaultStyleName_TableGrid7
source: Table Grid 7
hr: Tablica Grid 7
hu_hu: Rácsos táblázat 7

# XtraRichEditStringId.DefaultStyleName_toc1
source: toc 1
hu_hu: Címsor 1

# XtraRichEditStringId.MenuCmd_ZoomOutDescription
source: Zoom Out
hr: Smanji
hu_hu: Kicsinyítés

# XtraRichEditStringId.MenuCmd_ChangeColumnCountDescription
source: Columns
hr: Stupci
hu_hu: Oszlopok

# XtraRichEditStringId.DefaultStyleName_TableList1
source: Table List 1
hr: Tablica List 1
hu_hu: Listaszerű táblázat 1

# XtraRichEditStringId.DefaultStyleName_Date
source: Date
hr: Datum
hu_hu: Dátum

# XtraRichEditStringId.MenuCmd_ParagraphAlignmentRight
source: Align Text Right
hr: Poravnaj tekst desno
hu_hu: Jobbra zárás

# XtraRichEditStringId.DefaultStyleName_TableColorful3
source: Table Colorful 3
hr: Tablica Colorful 3
hu_hu: Tarka táblázat 3

# XtraRichEditStringId.FieldMapHomeFax
source: Home Fax
hu_hu: Otthoni fax
