Repository: gsb123/e-cafe
Catalog: trunk/Localization/DevExpress.XtraRichEdit/LocalizationRes.*.resx
Languages: hr, hu_hu

# XtraRichEditStringId.DefaultStyleName_HTMLDefinition
source: HTML Definition
hu_hu: HTML-definíció

# XtraRichEditStringId.DefaultStyleName_TableColumns4
source: Table Columns 4
hr: Tablica Columns 4
hu_hu: Oszlopos táblázat 4

# XtraRichEditStringId.Msg_SyntaxErrorInFieldPattern
source: Syntax Error, {0}.
hr: Pogreška u sintaksi, {0}.
hu_hu: Szintaktikai hiba, {0}.

# XtraRichEditStringId.MenuCmd_InsertTextDescription
source: InsertText
hr: Umetnite tekst.
hu_hu: Szöveg beillesztése

# XtraRichEditStringId.DefaultStyleName_HTMLKeyboard
source: HTML Keyboard
hu_hu: HTML-billentyűzet

# XtraRichEditStringId.DefaultStyleName_ListContinue2
source: List Continue 2
hu_hu: Lista folytatása 2

# XtraRichEditStringId.DefaultStyleName_BodyTextFirstIndent
source: Body Text First Indent
hu_hu: Szövegtörzs első sora

# XtraRichEditStringId.DefaultStyleName_ListNumber
source: List Number
hu_hu: Számozott lista

# XtraRichEditStringId.MenuCmd_InsertLineBreakDescription
source: InsertLineBreak
hr: Umetni prekid linije.
hu_hu: Sortörés beillesztése

# XtraRichEditStringId.Msg_TableIntegrityError
source: Error: broken table integrity
hr: Pogreška: razbijen integritet tablice
hu_hu: Hiba: tábla integritása sérült

# XtraRichEditStringId.MenuCmd_ZoomIn
source: Zoom In
hr: Povećaj
hu_hu: Nagyítás

# XtraRichEditStringId.DefaultStyleName_ListContinue
source: List Continue
hu_hu: Lista folytatása

# XtraRichEditStringId.DefaultStyleName_heading2
source: heading 2
hr: naslov 2
hu_hu: Címsor 2

# XtraRichEditStringId.MenuCmd_InsertTrademarkSymbolDescription
source: InsertTrademarkSymbol
hr: Umetnite Trademark simbol.
hu_hu: Trademark szimbólum (™) beillesztése

# XtraRichEditStringId.MenuCmd_ChangeFontColor
source: Font Color
hr: Boja fonta
hu_hu: Betűszín

# XtraRichEditStringId.MenuCmd_ParagraphAlignmentRightDescription
source: Align text to the right.
hr: Poravnajte tekst desno.
hu_hu: Szöveg igazítása jobbra.

# XtraRichEditStringId.MenuCmd_ClearFormatting
source: Clear Formatting
hr: Očisti oblikovanje
hu_hu: Formázás törlése

# XtraRichEditStringId.Msg_ContinueSearchInRemainderQuestion
source: Do you want to search the remainder of the document?
hr: Želite li pretraživati ostatak dokumenta?
hu_hu: Szeretne a dokumentum hátralévő részében is keresni?

# XtraRichEditStringId.Msg_UseInvalidParagraphProperties
source: Error: paragraph properties are no longer valid
hr: Pogreška: svojstva odlomka više ne vrijede
hu_hu: Hiba: a bekezdés tulajdonságai nem érvényesek

# XtraRichEditStringId.MenuCmd_InsertParagraphDescription
source: InsertParagraph
hr: Umetnite novi odlomak.
hu_hu: Bekezdés beszúrása

# XtraRichEditStringId.DefaultStyleName_NormalWeb
source: Normal (Web)
hu_hu: Normál (Web)

# XtraRichEditStringId.DefaultStyleName_TableClassic1
source: Table Classic 1
hr: Tablica Classic 1
hu_hu: Klasszikus táblázat 1

# XtraRichEditStringId.DefaultStyleName_Subtitle
source: Subtitle
hr: Podnaslov
hu_hu: Alcím

# XtraRichEditStringId.Caption_AlignmentCenter
source: Centered
hr: Sredina
hu_hu: Középre

# XtraRichEditStringId.MenuCmd_ChangeMistakenWordDescription
source: (no spelling suggestions)
hu_hu: (nincsenek javaslatok)

# XtraRichEditStringId.MenuCmd_QuickPrint
source: &Quick Print
hr: &Brzi ispis
hu_hu: &Nyomtatás

# XtraRichEditStringId.FieldMapPartnerMiddleName
source: Spouse/Partner Middle Name
hu_hu: Házastárs/partner középső neve

# XtraRichEditStringId.FieldMapJobTitle
source: Job Title
hu_hu: Munka címe

# XtraRichEditStringId.MenuCmd_TabKey
source: TabKey
hu_hu: Tabulátor billentyű

# XtraRichEditStringId.Msg_ContinueSearchFromEndQuestion
source: Do you want to start the search from the end of the document?
hr: Želite li pokrenuti pretraživanje od kraja dokumenta?
hu_hu: Szeretné a dokumentum végén kezdeni a keresést?

# XtraRichEditStringId.FieldMapAddress2
source: Address 2
hu_hu: Cím 2

# XtraRichEditStringId.Msg_InternalError
source: An internal error occurred
hr: Dogodila se interna pogreška
hu_hu: Belső hiba történt

# XtraRichEditStringId.Msg_StyleAlreadyLinked
source: Error: style already contains a linked style
hr: Pogreška: stil već sadrži povezan stil
hu_hu: Hiba: a stílus már tartalmaz egy linkelt stílust

# XtraRichEditStringId.FileFilterDescription_AllSupportedFiles
source: All Supported Files
hr: Sve podržane datoteke
hu_hu: Összes támogatott fájl

# XtraRichEditStringId.FontStyle_Strikeout
source: Strikeout
hr: Precrtano
hu_hu: Áthúzás

# XtraRichEditStringId.MenuCmd_SelectAll
source: SelectAll
hr: Odaberi sve
hu_hu: Összes kijelölése

# XtraRichEditStringId.MenuCmd_ChangeFontColorDescription
source: Change the font color.
hr: Promijenite boju teksta.
hu_hu: Betűszín beállítása.

# XtraRichEditStringId.DefaultStyleName_TableColumns2
source: Table Columns 2
hr: Tablica Columns 2
hu_hu: Oszlopos táblázat 2

# XtraRichEditStringId.Caption_FirstLineIndentHanging
source: Hanging
hr: Viseće
hu_hu: Függő

# XtraRichEditStringId.MenuCmd_InsertPageBreakDescription
source: Start the next page at the current position.
hr: Započnite sljedeću stranicu od trenutnog položaja.
hu_hu: Kézi oldaltörés beillesztése a kurzor helyére.

# XtraRichEditStringId.MenuCmd_ParagraphAlignmentJustify
source: Justify
hr: Poravnaj obostrano
hu_hu: Sorkizárás

# XtraRichEditStringId.MenuCmd_InsertEllipsisDescription
source: InsertEllipsis
hr: Umetni Ellipsis
hu_hu: Kihagyás (...) beillesztése

# XtraRichEditStringId.DefaultStyleName_index2
source: index 2
hu_hu: Tárgymutató 2

# XtraRichEditStringId.FileFilterDescription_AllFiles
source: All Files
hr: Sve datoteke
hu_hu: Összes fájl

# XtraRichEditStringId.MenuCmd_InsertPageBreak
source: Page Break
hr: Prijelom stranice
hu_hu: Oldaltörés

# XtraRichEditStringId.Msg_InvalidValueRange
source: The value must be between {0} and {1}.
hr: Vrijednost mora biti između {0} i {1}.
hu_hu: Az értéknek {0} és {1} között kell lenni.

# XtraRichEditStringId.MenuCmd_InsertOpeningSingleQuotationMark
source: InsertOpeningSingleQuotationMark
hr: Umetni početni jednostruki znak navoda
hu_hu: Kezdő idézőjel (‚) beillesztése

# XtraRichEditStringId.MenuCmd_InsertTab
source: InsertTab
hr: Umetni karticu
hu_hu: Tabulátor beillesztése

# XtraRichEditStringId.MenuCmd_ChangeCharacterStyle
source: ChangeCharacterStyle
hr: Promijeni stil znakova
hu_hu: Stílus beállítása

# XtraRichEditStringId.Msg_InvalidBeginInit
source: Error: call to BeginInit inside BeginUpdate
hr: Pogreška: poziv BeginInit unutar BeginUpdate
hu_hu: Hiba: BeginInit hívása BeginUpdate közben

# XtraRichEditStringId.MenuCmd_ChangeStyle
source: Quick Styles
hr: Stilovi
hu_hu: Gyors stílusok

# XtraRichEditStringId.FieldMapFirstName
source: First Name
hu_hu: Keresztnév

# XtraRichEditStringId.MenuCmd_InsertOpeningSingleQuotationMarkDescription
source: InsertOpeningSingleQuotationMark
hr: Umetnite početni jednostruki znak navoda.
hu_hu: Kezdő idézőjel (‚) beillesztése

# XtraRichEditStringId.MenuCmd_ShowFontFormDescription
source: Show the Font dialog box.
hr: Prikažite dijaloški okvir Font.
hu_hu: Betűtípus beállító ablak megjelenítése.

# XtraRichEditStringId.DefaultStyleName_HTMLAcronym
source: HTML Acronym
hu_hu: HTML-mozaikszó

# XtraRichEditStringId.MenuCmd_ParagraphAlignmentCenter
source: Center
hr: Sredina
hu_hu: Középre zárás

# XtraRichEditStringId.Msg_UseDeletedStyleError
source: Error: using deleted style
hr: Pogreška: koristite obrisani stil
hu_hu: Hiba: törölt stílus használata

# XtraRichEditStringId.Caption_LineSpacingMultiple
source: Multiple
hr: Višestruko
hu_hu: Több

# XtraRichEditStringId.Caption_LineSpacingExactly
source: Exactly
hr: Točno
hu_hu: Pontosan

# XtraRichEditStringId.Msg_ZeroDivide
source: !Zero divide.
hr: !Djeljenje s nulom.
hu_hu: !Nullával való osztás.

# XtraRichEditStringId.DefaultStyleName_toc4
source: toc 4
hu_hu: Címsor 4

# XtraRichEditStringId.DefaultStyleName_Closing
source: Closing
hr: Zatvaram
hu_hu: Befejezés

# XtraRichEditStringId.Msg_InvalidTabStop
source: This is not a valid tab stop.
hu_hu: Érvénytelen tabulátor.

# XtraRichEditStringId.DefaultStyleName_Table3Deffects3
source: Table 3D effects 3
hr: Tablica 3D efekti 3
hu_hu: Térhatású táblázat 3

# XtraRichEditStringId.FieldMapPartnerFirstName
source: Spouse/Partner First Name
hu_hu: Házastárs/partner keresztneve

# XtraRichEditStringId.MenuCmd_ParagraphAlignmentJustifyDescription
source: Align text to both left and right margins, adding extra space between words as necessary. This creates a clean look along the left and right side of the page.
hr: Poravnajte tekst sa lijevom i desnom marginom, po potrebi dodajući dodatni prostor između riječi. Ovime se stvara čisti izgled uzduž lijeve i desne strane teksta.
hu_hu: Szöveg igazítása mindkét margóhoz, extra betűközök hozzáadása, ahol szükséges. A szöveg egyenletesen lesz elosztva a lap jobb és bal széle között.

# XtraRichEditStringId.MenuCmd_Replace
source: Replace
hr: Zamjena
hu_hu: Csere

# XtraRichEditStringId.DefaultStyleName_ListBullet5
source: List Bullet 5
hu_hu: Felsorolás 5

# XtraRichEditStringId.MenuCmd_ToggleFontUnderlineDescription
source: Underline the selected text.
hr: Podcrtajte odabrani tekst.
hu_hu: A kijelölt szöveg aláhúzása.

# XtraRichEditStringId.DefaultStyleName_TableGrid5
source: Table Grid 5
hr: Tablica Grid 5
hu_hu: Rácsos táblázat 5

# XtraRichEditStringId.MenuCmd_FindPrevDescription
source: Repeats the last search backward.
hu_hu: Következő keresése a dokumentumban hátra.

# XtraRichEditStringId.MenuCmd_ParagraphAlignmentLeft
source: Align Text Left
hr: Poravnaj tekst lijevo
hu_hu: Balra zárás

# XtraRichEditStringId.FieldMapHomePhone
source: Home Phone
hu_hu: Otthoni telefon

# XtraRichEditStringId.DefaultStyleName_footer
source: footer
hr: podnožje
hu_hu: Élőláb

# XtraRichEditStringId.MenuCmd_DeleteWordDescription
source: DeleteWord
hr: Izbrišite riječ.
hu_hu: Szó törlése

# XtraRichEditStringId.MenuCmd_InsertPicture
source: Insert Picture from File
hr: Umetni sliku iz datoteke
hu_hu: Kép beillesztése fájlból

# XtraRichEditStringId.DefaultStyleName_BodyText3
source: Body Text 3
hu_hu: Szövegtörzs 3

# XtraRichEditStringId.FieldMapEMailAddress
source: E-mail Address
hr: E-mail adresa
hu_hu: E-mail cím

# XtraRichEditStringId.MenuCmd_ToggleFontItalicDescription
source: Italicize the selected text.
hr: Nakosite odabrani tekst
hu_hu: A kijelölt szöveg dőlt betűs lesz.

# XtraRichEditStringId.MenuCmd_ZoomOut
source: Zoom Out
hr: Smanji
hu_hu: Kicsinyítés

# XtraRichEditStringId.Msg_SearchInForwardDirectionComplete
source: The end of the document has been reached.
hr: Došli ste na kraj dokumenta.
hu_hu: A dokumentum átvizsgálása kész.

# XtraRichEditStringId.DefaultStyleName_Table3Deffects1
source: Table 3D effects 1
hr: Tablica 3D efekti 1
hu_hu: Térhatású táblázat 1

# XtraRichEditStringId.FieldMapPhoneticGuideLastName
source: Phonetic Guide for Last Name
hu_hu: Fonetikus leírás a vezetéknévhez

# XtraRichEditStringId.FieldMapCountry
source: Country or Region
hu_hu: Ország vagy térség

# XtraRichEditStringId.DefaultStyleName_annotationsubject
source: annotation subject
hu_hu: Jegyzettárgy

# XtraRichEditStringId.MenuCmd_PrintPreview
source: Print Pre&view
hr: Pre&gled prije ispisa
hu_hu: Nyomtatási ké&p

# XtraRichEditStringId.Msg_MissingOperator
source: !Missing operator.
hu_hu: !Hiányzó operátor.

# XtraRichEditStringId.DialogCaption_InsertSymbol
source: Symbol
hr: Simbol
hu_hu: Szimbólum

# XtraRichEditStringId.MenuCmd_LoadDocument
source: Open
hr: Otvori
hu_hu: Megnyitás

# XtraRichEditStringId.MenuCmd_ChangeIndent
source: ChangeIndent
hr: Promijeni uvlaku
hu_hu: Behúzás beállítása

# XtraRichEditStringId.DefaultStyleName_TableColumns1
source: Table Columns 1
hr: Tablica Columns 1
hu_hu: Oszlopos táblázat 1

# XtraRichEditStringId.DefaultStyleName_ListNumber2
source: List Number 2
hu_hu: Számozott lista 2

# XtraRichEditStringId.DefaultStyleName_TableColumns3
source: Table Columns 3
hr: Tablica Columns 3
hu_hu: Oszlopos táblázat 3

# XtraRichEditStringId.MenuCmd_TabKeyDescription
source: TabKey
hu_hu: Tabulátor billentyű

# XtraRichEditStringId.Caption_LineSpacingSingle
source: Single
hr: Jednostruko
hu_hu: Szimpla

# XtraRichEditStringId.DefaultStyleName_TableList8
source: Table List 8
hr: Tablica List 8
hu_hu: Listaszerű táblázat 8

# XtraRichEditStringId.FileFilterDescription_OpenXmlFiles
source: Word 2007 Document
hu_hu: Word 2007 dokumentum

# XtraRichEditStringId.DefaultStyleName_BodyTextIndent2
source: Body Text Indent 2
hu_hu: Szövegtörzs behúzással 2

# XtraRichEditStringId.MenuCmd_DecrementIndentDescription
source: Decrease the indent level of the paragraph.
hr: Smanjuje razinu uvlake odlomka.
hu_hu: Bekezdés behúzásának csökkentése.

# XtraRichEditStringId.MenuCmd_FontSubscriptDescription
source: Create small letters below the text baseline.
hr: Stvorite mala slova ispod osnovnog retka teksta.
hu_hu: Kisbetű létrehozása a szöveg alatt.

# XtraRichEditStringId.Msg_InvalidNumber
source: This is not a valid number.
hr: To nije ispravan broj.
hu_hu: Ez nem egy érvényes szám.

# XtraRichEditStringId.DefaultStyleName_toc2
source: toc 2
hu_hu: Címsor 2

# XtraRichEditStringId.FontStyle_Bold
source: Bold
hr: Podebljano
hu_hu: Félkövér

# XtraRichEditStringId.MenuCmd_InsertTrademarkSymbol
source: InsertTrademarkSymbol
hr: Umetni Trademark simbol
hu_hu: Trademark szimbólum (™) beillesztése

# XtraRichEditStringId.MenuCmd_IncrementFontSize
source: IncrementFontSize
hr: Povećaj font
hu_hu: Betűméret növelése

# XtraRichEditStringId.DefaultStyleName_TableWeb1
source: Table Web 1
hr: Tablica Web 1
hu_hu: Webes táblázat 1

# XtraRichEditStringId.MenuCmd_ChangeFontSizeDescription
source: Change the font size.
hr: Promijenite veličinu fonta.
hu_hu: Betűméret beállítása.

# XtraRichEditStringId.DefaultStyleName_ListBullet4
source: List Bullet 4
hu_hu: Felsorolás 4

# XtraRichEditStringId.DefaultStyleName_toc8
source: toc 8
hu_hu: Címsor 8

# XtraRichEditStringId.DefaultStyleName_TableGrid4
source: Table Grid 4
hr: Tablica Grid 4
hu_hu: Rácsos táblázat 4

# XtraRichEditStringId.MenuCmd_Paste
source: Paste
hr: Zalijepi
hu_hu: Beillesztés

# XtraRichEditStringId.Caption_LineSpacingDouble
source: Double
hr: Dvostruko
hu_hu: Dupla

# XtraRichEditStringId.DefaultStyleName_HTMLPreformatted
source: HTML Preformatted
hu_hu: HTML-ként formázott

# XtraRichEditStringId.DefaultStyleName_HTMLVariable
source: HTML Variable
hu_hu: HTML-változó

# XtraRichEditStringId.MenuCmd_FontSubscript
source: Subscript
hr: Indeks
hu_hu: Alsó index

# XtraRichEditStringId.MenuCmd_Redo
source: Redo
hr: Ponovi
hu_hu: Mégis

# XtraRichEditStringId.MenuCmd_IncrementIndentDescription
source: Increase the indent level of the paragraph.
hr: Povećajte razinu uvlake odlomka.
hu_hu: Bekezdés behúzásának növelése.

# XtraRichEditStringId.FieldMapBusinessPhone
source: Business Phone
hu_hu: Üzleti telefon

# XtraRichEditStringId.MenuCmd_InsertParagraph
source: InsertParagraph
hr: Umetni odlomak
hu_hu: Bekezdés beszúrása

# XtraRichEditStringId.MenuCmd_SelectAllDescription
source: SelectAll
hr: Odaberi sve
hu_hu: Összes kijelölése

# XtraRichEditStringId.FieldMapMiddleName
source: Middle Name
hu_hu: Középső név

# XtraRichEditStringId.MenuCmd_ChangeFontNameDescription
source: Change the font face.
hr: Promijenite font
hu_hu: Betűtípus beállítása.

# XtraRichEditStringId.MenuCmd_CreateFieldDescription
source: Create Field
hu_hu: Mező létrehozása

# XtraRichEditStringId.FileFilterDescription_TextFiles
source: Text Files
hr: Tekstualne datoteke
hu_hu: Szövegfájlok

# XtraRichEditStringId.DefaultStyleName_index1
source: index 1
hu_hu: Tárgymutató 1

# XtraRichEditStringId.DefaultStyleName_heading7
source: heading 7
hr: naslov 7
hu_hu: Címsor 7

# XtraRichEditStringId.DefaultStyleName_tableofauthorities
source: table of authorities
hu_hu: Engedélylista

# XtraRichEditStringId.MenuCmd_PrintView
source: Print View
hr: Izgled ispisa
hu_hu: Nyomtatási kép

# XtraRichEditStringId.MenuCmd_FindPrev
source: Find Prev
hu_hu: Előző keresése

# XtraRichEditStringId.DefaultStyleName_TableWeb2
source: Table Web 2
hr: Tablica Web 2
hu_hu: Webes táblázat 2

# XtraRichEditStringId.MenuCmd_SaveDocumentDescription
source: Save
hr: Spremi
hu_hu: Dokumentum mentése

# XtraRichEditStringId.DefaultStyleName_List2
source: List 2
hu_hu: Lista 2

# XtraRichEditStringId.DefaultStyleName_Signature
source: Signature
hr: Potpis
hu_hu: Aláírás

# XtraRichEditStringId.FieldMapDepartment
source: Department
hu_hu: Részleg

# XtraRichEditStringId.MenuCmd_InsertText
source: InsertText
hr: Umetni tekst
hu_hu: Szöveg beillesztése

# XtraRichEditStringId.FileFilterDescription_MhtFiles
source: Web Archive, single file
hu_hu: Webarchívum, egyetlen file

# XtraRichEditStringId.Msg_InvalidSetParagraphProperties
source: Error: cannot set properties without BeginInit or without adding object to document
hr: Pogreška: ne možete postaviti svojstva bez BeginInit ili bez dodavanja objekta u dokument
hu_hu: Hiba: a tulajdonságok beállításához a BeginInit hívása szükséges, vagy az objektumot hozzá kell adni a dokumentumhoz

# XtraRichEditStringId.MenuCmd_DecrementParagraphLeftIndentDescription
source: DecrementParagraphLeftIndentDescription
hr: Smanji lijevu uvlaku odlomka.
hu_hu: Bekezdés behúzásának csökkentése

# XtraRichEditStringId.DefaultStyleName_toc7
source: toc 7
hu_hu: Címsor 7

# XtraRichEditStringId.DefaultStyleName_pagenumber
source: page number
hu_hu: Oldalszám

# XtraRichEditStringId.DefaultStyleName_Normal
source: Normal
hu_hu: Normál

# XtraRichEditStringId.DefaultStyleName_TableWeb3
source: Table Web 3
hr: Tablica Web 3
hu_hu: Webes táblázat 3

# XtraRichEditStringId.MenuCmd_PrintPreviewDescription
source: Preview and make changes to pages before printing.
hr: Prije ispisa pregledajte stranice i napravite promjene.
hu_hu: Előnézet megjelenítése, beállítások módosítása.

# XtraRichEditStringId.MenuCmd_ClearFormattingDescription
source: Clear all the formatting from the selection, leaving only plain text.
hu_hu: A kijelölés minden formázásának törlése.

# XtraRichEditStringId.MenuCmd_ReplaceDescription
source: Replace text in the document.
hr: Zamijenite tekst u dokumentu.
hu_hu: Megadott szövegek cseréje a dokumentumban.

# XtraRichEditStringId.MenuCmd_SaveDocumentAs
source: Save As
hr: Spremi kao
hu_hu: Mentés másként

# XtraRichEditStringId.MenuCmd_ToggleFieldCodes
source: Toggle Field Codes
hu_hu: Mezőkódok váltása

# XtraRichEditStringId.MenuCmd_InsertRegisteredTrademarkSymbolDescription
source: InsertRegisteredTrademark Symbol
hr: Umetnite Registered Trademark simbol.
hu_hu: RegisteredTrademark szimbólum (®) beillesztése

# XtraRichEditStringId.MenuCmd_Zoom
source: Zoom
hr: Zumiraj
hu_hu: Nagyítás

# XtraRichEditStringId.DefaultStyleName_ListNumber3
source: List Number 3
hu_hu: Számozott lista 3

# XtraRichEditStringId.MenuCmd_ShowFontForm
source: Font
hu_hu: Betűtípus...

# XtraRichEditStringId.Msg_SearchItemNotFound
source: The search item was not found.
hr: Tražena stavka nije pronađena.
hu_hu: A keresett elem nem található.

# XtraRichEditStringId.ColorAuto
source: Auto
hr: Automatski
hu_hu: Automatikus

# XtraRichEditStringId.MenuCmd_IncrementParagraphLeftIndentDescription
source: IncrementParagraphLeftIndentDescription
hr: Povećajte lijevu uvlaku odlomka.
hu_hu: Bekezdés behúzásának növelése

# XtraRichEditStringId.FieldMapCompany
source: Company
hu_hu: Cég

# XtraRichEditStringId.MenuCmd_IncreaseFontSize
source: Grow Font
hr: Povećaj font
hu_hu: Betűméret növelése

# XtraRichEditStringId.DefaultStyleName_index9
source: index 9
hu_hu: Tárgymutató 9

# XtraRichEditStringId.MenuCmd_ToggleFontStrikeoutDescription
source: Draw a line through the middle of the selected text.
hr: Povucite crtu kroz sredinu odabranog teksta.
hu_hu: A kijelölt szöveg áthúzása a középvonalában.

# XtraRichEditStringId.MenuCmd_FontSuperscriptDescription
source: Create small letters above the line of text.
hr: Stvorite mala slova iznad osnovnog retka teksta.
hu_hu: Kisbetű létrehozása a szöveg felett.

# XtraRichEditStringId.MenuCmd_ToggleFontUnderline
source: Underline
hr: Podcrtano
hu_hu: Aláhúzás

# XtraRichEditStringId.MenuCmd_ChangeMistakenWord
source: (no spelling suggestions)
hu_hu: (nincsenek javaslatok)

# XtraRichEditStringId.MenuCmd_CutSelectionDescription
source: Cut the selection from the document and put it on the Clipboard.
hr: Izrežite odabir iz dokumenta i stavite ga u međuspremnik.
hu_hu: Kijelölés kivágása a vágólapra.

# XtraRichEditStringId.DefaultStyleName_Salutation
source: Salutation
hu_hu: Megszólítás

# XtraRichEditStringId.DefaultStyleName_TableGrid3
source: Table Grid 3
hr: Tablica Grid 3
hu_hu: Rácsos táblázat 3

# XtraRichEditStringId.DefaultStyleName_BalloonText
source: Balloon Text
hu_hu: Buborékszöveg

# XtraRichEditStringId.MenuCmd_InsertClosingSingleQuotationMark
source: InsertClosingSingleQuotationMark
hr: Umetni završni jednostruki znak navoda
hu_hu: Záró idézőjel (’) beillesztése

# XtraRichEditStringId.DefaultStyleName_Title
source: Title
hr: Naslov
hu_hu: Cím

# XtraRichEditStringId.DefaultStyleName_OutlineList1
source: Outline List 1
hu_hu: Vázlatos lista 1

# XtraRichEditStringId.MenuCmd_UndoDescription
source: Undo
hr: Poništi
hu_hu: Előző művelet visszavonása

# XtraRichEditStringId.MenuCmd_CopySelectionDescription
source: Copy the selection and put it on the Clipboard.
hr: Kopirajte odabir i stavite ga u međuspremnik.
hu_hu: Kijelölés másolása a vágólapra.

# XtraRichEditStringId.MenuCmd_InsertSimpleList
source: Numbering
hr: Numeriranje
hu_hu: Számozás

# XtraRichEditStringId.MenuCmd_InsertEmDashDescription
source: InsertEmDash
hr: Umetni EmDash
hu_hu: Hosszú gondolatjel (—) beillesztése

# XtraRichEditStringId.DefaultStyleName_heading8
source: heading 8
hr: naslov 8
hu_hu: Címsor 8

# XtraRichEditStringId.MenuCmd_HighlightText
source: Text Highlight Color
hr: Boja osvjetljenja teksta
hu_hu: Szöveg kiemelés színe

# XtraRichEditStringId.Msg_ReplacementsCount
source: {0} replacements were made.
hr: Napravljeno je {0} zamjena.
hu_hu: {0} csere történt.

# XtraRichEditStringId.DefaultStyleName_index5
source: index 5
hu_hu: Tárgymutató 5

# XtraRichEditStringId.DefaultStyleName_ListNumber4
source: List Number 4
hu_hu: Számozott lista 4

# XtraRichEditStringId.DefaultStyleName_HTMLTopofForm
source: HTML Top of Form
hu_hu: HTML űrlap teteje

# XtraRichEditStringId.MenuCmd_ChangeColumnCount
source: Columns
hr: Stupci
hu_hu: Oszlopok

# XtraRichEditStringId.MenuCmd_Delete
source: Delete
hr: Izbriši
hu_hu: Törlés

# XtraRichEditStringId.Caption_AlignmentJustify
source: Justified
hr: Obostrano
hu_hu: Sorkizárt

# XtraRichEditStringId.MenuCmd_NewEmptyDocumentDescription
source: Create a new document.
hr: Kreirajte novi dokument.
hu_hu: Új dokumentum létrehozása.

# XtraRichEditStringId.Msg_InvalidDocumentModel
source: Error: document models are different
hr: Pogreška: modeli dokumenta su različiti
hu_hu: Hiba: a dokumentum modellek eltérőek

# XtraRichEditStringId.DefaultStyleName_TableSubtle2
source: Table Subtle 2
hr: Tablica Subtle 2
hu_hu: Finom táblázat 2

# XtraRichEditStringId.MenuCmd_ChangeIndentDescription
source: ChangeIndentDescription
hr: Promijenite uvlaku u tekstu.
hu_hu: Behúzás beállítása

# XtraRichEditStringId.MenuCmd_InsertColumnBreakDescription
source: InsertColumnBreak
hr: Umetni prekid stupca
hu_hu: Kézi hasábtörés beillesztése a kurzor helyére.

# XtraRichEditStringId.MenuCmd_InsertColumnBreak
source: InsertColumnBreak
hr: Prekid stupca
hu_hu: Hasábtörés beillesztése

# XtraRichEditStringId.Msg_UnmatchedQuotesInFieldPattern
source: Error: pattern string contains unmatched quotes.
hr: Pogreška: uzorak teksta sadrži neusporedive citate
hu_hu: Hiba: a minta string nem illeszkedő idézőjelet tartalmaz.

# XtraRichEditStringId.DefaultStyleName_ListNumber5
source: List Number 5
hu_hu: Számozott lista 5
