Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.Utils/LocalizationRes.*.resx
Languages: el, hu_hu, is_is, ro, tr_tr, zh_tw

# AccStringId.ActionPress
source: Press
el: Πίεσε
hu_hu: Megnyomás
is_is: Styðja á
ro: Apăsaţi
tr_tr: Bas
zh_tw: 按下

# AccStringId.NameScroll
source: scroll bar
el: γραμμή κύλησης
hu_hu: görgető sáv
is_is: skrunstika
ro: bară scrolare
tr_tr: kaydırma çubuğu
zh_tw: 捲動軸

# AccStringId.NameScrollIndicator
source: Position
el: Θέση
hu_hu: Pozíció
is_is: Staðsetning
ro: Poziţie
tr_tr: Pozisyon
zh_tw: 位置

# AccStringId.NameScrollLineUp
source: Line Up
el: Σειρά Επάνω
hu_hu: Egy sorral fel
is_is: Lína upp
ro: Scrolare sus o linie
tr_tr: Yükselerek Sırala
zh_tw: 向上捲動一列

# AccStringId.NameScrollLineDown
source: Line Down
el: Σειρά Κάτω
hu_hu: Egy sorral le
is_is: Lína niður
ro: Scrolare jos o linie
tr_tr: İnerek Sırala
zh_tw: 向下捲動一列

# AccStringId.NameScrollColumnLeft
source: Column Left
el: Στήλη Αριστερά
hu_hu: Egy oszloppal balra
is_is: Dálkur til vinstri
ro: Coloană stânga
tr_tr: Sol Kolon
zh_tw: 資料欄左邊

# AccStringId.NameScrollColumnRight
source: Column Right
el: Στήλη Δεξιά
hu_hu: Egy oszloppal jobbra
is_is: Dálkur til hægri
ro: Coloană dreapta
tr_tr: Sağ Kolon
zh_tw: 資料欄右邊

# AccStringId.NameScrollAreaUp
source: Page Up
el: Σελίδα Επάνω
hu_hu: Egy oldallal fel
is_is: Upp um síðu
ro: Pagină sus
zh_tw: 向上捲動一頁

# AccStringId.NameScrollAreaDown
source: Page Down
el: Σελίδα Κάτω
hu_hu: Egy oldallal le
is_is: Niður um síðu
ro: Pagină jos
zh_tw: 向下捲動一頁

# AccStringId.NameScrollAreaLeft
source: Page Left
el: Σελίδα Αριστερά
hu_hu: Egy oldallal balra
is_is: Til vinstri á síðu
ro: Pagină stânga
zh_tw: 向左捲動一頁

# AccStringId.NameScrollAreaRight
source: Page Right
el: Σελίδα Δεξιά
hu_hu: Egy oldallal jobbra
is_is: Til hægri á síðu
ro: Pagină dreapta
zh_tw: 向右捲動一頁

# AccStringId.DescScrollLineUp
source: Moves the vertical position up one line
el: Μετακινεί την κατακόρυφη θέση επάνω κατά μία γραμμή
hu_hu: Mozgatás 1 sorral fel
is_is: Flytur lóðrétta staðsetningu upp um eina línu
ro: Mută poziţionarea verticală o coloană în sus
tr_tr: Dikey pozisyonu bir sıra yukarıya taşır
zh_tw: 將垂直位置上移一列

# AccStringId.DescScrollLineDown
source: Moves the vertical position down one line
el: Μετακινεί την κατακόρυφη θέση κάτω κατά μία γραμμή
hu_hu: Mozgatás 1 sorral le
is_is: Flytur lóðrétta staðsetningu niður um eina línu
ro: Mută poziţionarea verticală o coloană în jos
tr_tr: Dikey pozisyonu bir sıra aşağıya taşır
zh_tw: 將垂直位置下移一列

# AccStringId.DescScrollAreaUp
source: Moves the vertical position up a couple of lines
el: Μετακινεί την κατακόρυφη θέση επάνω μερικές γραμμές
hu_hu: Mozgatás több sorral fel
is_is: Flytur lóðrétta staðsetningu upp um tvær línur
ro: Mută poziţionarea verticală câteva linii în sus
tr_tr: Dikey pozisyonu birkaç sıra yukarıya taşır
zh_tw: 將垂直位置上移數列

# AccStringId.DescScrollAreaDown
source: Moves the vertical position down a couple of lines
el: Μετακινεί την κατακόρυφη θέση κάτω μερικές γραμμές
hu_hu: Mozgatás több sorral le
is_is: Flýtur lóðrétta staðsetningu niður um tvær línur
ro: Mută poziţionarea verticală câteva linii în jos
tr_tr: Dikey pozisyonu birkaç sıra aşağıya taşır
zh_tw: 將垂直位置下移數列

# AccStringId.DescScrollVertIndicator
source: Indicates the current vertical position, and can be dragged to change it directly
el: Δείχνει την τρέχουσα κατακόρυφη θέση, μπορεί να συρθεί για να την αλλάξει απευθείας
hu_hu: Aktuális függőleges pozíció jelzése, húzással módosítható
is_is: Sýnir núgildandi lóðrétta staðsetningu og hægt er að draga til að breyta strax
ro: Indică poziţionarea verticală curentă şi poate fi modificată prin tragere
tr_tr: Geçerli dikey pozisyonu gösterir ve hemen değiştirebilmek için çelilebilir
zh_tw: 目前的垂直位置，可直接用拖曳的方式變動

# AccStringId.DescScrollColumnLeft
source: Moves the horizontal position left one column
el: Μετακινεί την οριζόντια θέση αριστερά κατά μία στήλη
hu_hu: Mozgatás 1 oszloppal balra
is_is: Flytur lárétta staðsetningu til vinstri um einn dálk
ro: Mută poziţionarea orizontală o coloană în stânga
tr_tr: Yatay pozisyonu bir sıra sola taşır
zh_tw: 將水平位置左移一欄

# AccStringId.DescScrollColumnRight
source: Moves the horizontal position right one column
el: Μετακινεί την οριζόντια θέση δεξιά κατά μία στήλη
hu_hu: Mozgatás 1 oszloppal jobbra
is_is: Flytur lárétta staðsetningu til hægri um einn dálk
ro: Mută poziţionarea orizontală o coloană în dreapta
tr_tr: Yatay pozisyonu bir sıra sağa taşır
zh_tw: 將水平位置右移一欄

# AccStringId.DescScrollAreaLeft
source: Moves the horizontal position left a couple of columns
el: Μετακινεί την οριζόντια θέση αριστερά μερικές στήλες
hu_hu: Mozgatás több oszloppal balra
is_is: Flytur lárétta staðsetningu til vinstri um tvo dálka
ro: Mută poziţionarea orizontală câteva coloane în stânga
tr_tr: Yatay pozisyonu birkaç sıra sola taşır
zh_tw: 將水平位置左移數欄

# AccStringId.DescScrollAreaRight
source: Moves the horizontal position right a couple of columns
el: Μετακινεί την οριζόντια θέση δεξιά μερικές στήλες
hu_hu: Mozgatás több oszloppal jobbra
is_is: Flytur lárétta staðsetningu til hægri um tvo dálka
ro: Mută poziţionarea orizontală câteva coloane în dreapta
tr_tr: Yatay pozisyonu birkaç sıra sağa taşır
zh_tw: 將水平位置右移數欄

# AccStringId.DescScrollHorzIndicator
source: Indicates the current horizontal position, and can be dragged to change it directly
el: Δείχνει την τρέχουσα οριζόντια θέση, μπορεί να συρθεί για να την αλλάξει απευθείας
hu_hu: Aktuális vízszintes pozíció jelzése, húzással módosítható
is_is: Sýnir núgildandi lárétta staðsetningu og hægt er að draga til að breyta strax
ro: Indică poziţionarea orizontală curentă şi poate fi modificată prin tragere
tr_tr: Geçerli yatay pozisyonu gösterir ve hemen değiştirebilmek için çelilebilir
zh_tw: 目前的水平位置，可直接用拖曳的方式變動

# AccStringId.ButtonPush
source: Press
el: Πίεσε
hu_hu: Megnyomás
is_is: Styðja á
ro: Apăsare
tr_tr: Bas
zh_tw: 按下

# AccStringId.ButtonOpen
source: Open
el: Άνοιγμα
hu_hu: Megnyitás
is_is: Opna
ro: Deschidere
tr_tr: Aç
zh_tw: 開啟

# AccStringId.ButtonClose
source: Close
el: Κλείσιμο
hu_hu: Bezárás
is_is: Loka
ro: Închidere
tr_tr: Kapat
zh_tw: 關閉

# AccStringId.MouseDoubleClick
source: Double Click
el: Διπλό Κλικ
hu_hu: Dupla klikk
is_is: Tvísmella
ro: Dublu clic
tr_tr: İki kez bas
zh_tw: 連按兩下

# AccStringId.OpenKeyboardShortcut
source: Alt+Down
el: Alt+Κάτω
hu_hu: Alt+Le
ro: Alt+Jos

# AccStringId.CheckEditCheck
source: Check
el: Επιλογήk
hu_hu: Bejelölt
is_is: Haka við
ro: Bifare
tr_tr: Onayını koy
zh_tw: 選取

# AccStringId.CheckEditUncheck
source: Uncheck
el: Απεπιλογή
hu_hu: Nem bejelölt
is_is: Afhaka
ro: Debifare
tr_tr: Onayını kaldır
zh_tw: 未選取

# AccStringId.TabSwitch
source: Switch
el: Αλλαγή
hu_hu: Csere
is_is: Rofi
ro: Comutare
tr_tr: Dğiştir
zh_tw: 切換

# AccStringId.SpinBox
source: Spinner
el: Περιστροφέας
is_is: Spónn
ro: Reglare
zh_tw: 微調輸入盒

# AccStringId.SpinUpButton
source: Up
el: Επάνω
hu_hu: Fel
is_is: Upp
ro: Sus
tr_tr: Yukarı
zh_tw: 向上

# AccStringId.SpinDownButton
source: Down
el: Κάτω
hu_hu: Le
is_is: Niður
ro: Jos
tr_tr: Aşağı
zh_tw: 向下

# AccStringId.SpinLeftButton
source: Left
el: Αριστερά
hu_hu: Balra
is_is: Vinstri
ro: Stanga
tr_tr: Sol
zh_tw: 下左

# AccStringId.SpinRightButton
source: Right
el: Δεξιά
hu_hu: Jobbra
is_is: Hægri
ro: Dreapta
tr_tr: Sağ
zh_tw: 向右

# AccStringId.GridNewItemRow
source: NewItem Row
el: Σειρά νέου αντικειμένου
hu_hu: ÚjElem sor
ro: Rând pentru element nou
tr_tr: YeniMadde Sıra
zh_tw: 新增資料

# AccStringId.GridFilterRow
source: Filter Row
el: Σειρά φίλτρου
hu_hu: Szűrő sor
is_is: Síuröð
ro: Rând de filtrare
tr_tr: Sıra Filtre
zh_tw: 篩選資料

# AccStringId.GridHeaderPanel
source: Header Panel
el: Επιφάνεια επικεφαλίδων
hu_hu: Fejléc panel
is_is: Hausborð
ro: Panou de titlu
tr_tr: Başlık Paneli
zh_tw: 標題區

# AccStringId.GridDataPanel
source: Data Panel
el: Επιφάνεια δεδομένων
hu_hu: Adat panel
is_is: Gagnaborð
ro: Panou de date
zh_tw: 資料區

# AccStringId.GridCell
source: cell
el: κελί
hu_hu: cella
is_is: reitur
ro: celulă
tr_tr: hücre
zh_tw: 儲存格

# AccStringId.GridRow
source: Row {0}
el: Σειρά {0}
hu_hu: Sor {0}
is_is: Lína {0}
ro: Rândul {0}
tr_tr: Sıra {0}
zh_tw: 資料列 {0}

# AccStringId.GridRowExpand
source: Expand
el: Ανάπτυξη
hu_hu: Kinyit
is_is: Afþjappa
ro: Expandare
tr_tr: Genişlet
zh_tw: 展開

# AccStringId.GridRowCollapse
source: Collapse
el: Σύμπτυξη
hu_hu: Becsuk
is_is: Draga saman
ro: Colapsare
tr_tr: Kapat
zh_tw: 收合

# AccStringId.GridCardExpand
source: Expand
el: Ανάπτυξη
hu_hu: Kinyit
is_is: Afþjappa
ro: Expandare
tr_tr: Genişlet
zh_tw: 展開

# AccStringId.GridCardCollapse
source: Collapse
el: Σύμπτυξη
hu_hu: Becsuk
is_is: Draga saman
ro: Colapsare
tr_tr: Kapat
zh_tw: 收合

# AccStringId.GridRowActivate
source: Activate
el: Ενεργοποίηση
hu_hu: Aktiválás
is_is: Virkja
ro: Activare
tr_tr: Aktif haline getir
zh_tw: 目前操作列

# AccStringId.GridCellEdit
source: Edit
el: Επεξεργασία
hu_hu: Szerkesztés
is_is: Breyta
ro: Editare
tr_tr: Değiştir
zh_tw: 編輯

# AccStringId.GridCellFocus
source: Focus
el: Εστίαση
hu_hu: Fókusz
is_is: Fókus
ro: Focusare
tr_tr: Odakla
zh_tw: 游標停駐點

# AccStringId.GridDataRowExpand
source: Expand detail
el: Ανάπτυξη λεπτομερειών
hu_hu: Részletek kinyitása
is_is: Afþjappa upplýsingar
ro: Expandare detalii
tr_tr: Genişletme Detayları
zh_tw: 展開資料列

# AccStringId.GridDataRowCollapse
source: Collapse detail
el: Σύμπτυξη λεπτομερειών
hu_hu: Részletek becsukása
is_is: Draga saman upplýsingar
ro: Colapsare detalii
tr_tr: Detay kapat
zh_tw: 收合資料列

# AccStringId.GridColumnSortAscending
source: Sort ascending
el: Άυξουσα ταξινόμηση
hu_hu: Rendezés, növekvő
is_is: Raða hækkandi
ro: Ordonare ascendentă
tr_tr: Yükselerek sınıflandır
zh_tw: 由小到大排序(升冪)

# AccStringId.GridColumnSortDescending
source: Sort descending
el: Φθίνουσα ταξινόμηση
hu_hu: Rendezés, csökkenő
is_is: Raða lækkandi
ro: Ordonare descendentă
tr_tr: İnerek sınıflandır
zh_tw: 由大到小排序(降冪)

# AccStringId.GridColumnSortNone
source: Remove sorting
el: Αφαίρεση ταξινόμησης
hu_hu: Rendezés törlése
is_is: Fjarlægja flokkun
ro: Anulare ordonare
tr_tr: Sınıflandırmayı kaldır
zh_tw: 解除排序設定

# AccStringId.BarLinkCaption
source: Item
el: Αντικείμενο
hu_hu: Elem
is_is: Atriði
ro: Element
tr_tr: Madde
zh_tw: 功能項目

# AccStringId.BarLinkClick
source: Press
el: Πίεσε
hu_hu: Megnyomás
is_is: Styðja á
ro: Apăsaţi
tr_tr: Bas
zh_tw: 按下

# AccStringId.BarLinkMenuOpen
source: Open
el: Άνοιγμα
hu_hu: Megnyitás
is_is: Opna
ro: Deschidere
tr_tr: Aç
zh_tw: 開啟

# AccStringId.BarLinkMenuClose
source: Close
el: Κλείσιμο
hu_hu: Bezárás
is_is: Loka
ro: Închidere
tr_tr: Kapat
zh_tw: 關閉

# AccStringId.BarLinkEdit
source: Edit
el: Επεξεργασία
hu_hu: Szerkesztés
is_is: Breyta
ro: Editare
tr_tr: Değiştir
zh_tw: 編輯

# AccStringId.BarDockControlTop
source: Dock Top
el: Εφαρμογή Επάνω
hu_hu: Rögzítés fent
is_is: Tengja upp
ro: Docare superioară
tr_tr: Üstten azalt
zh_tw: 停駐框的上方

# AccStringId.BarDockControlLeft
source: Dock Left
el: Εφαρμογή Αριστερά
hu_hu: Rögzítés balra
is_is: Tengja til vinstri
ro: Docare stânga
tr_tr: Soldan azalt
zh_tw: 停駐框的左邊

# AccStringId.BarDockControlBottom
source: Dock Bottom
el: Εφαρμογή Κάτω
hu_hu: Rögzítés lent
is_is: Tengja niður
ro: Docare inferioara
tr_tr: Alttan azalt
zh_tw: 停駐框的下方

# AccStringId.BarDockControlRight
source: Dock Right
el: Εφαρμογή Δεξιά
hu_hu: Rögzítés jobbra
is_is: Tengja til hægri
ro: Docare dreapta
tr_tr: Sağdan azalt
zh_tw: 停駐框的右邊

# AccStringId.NavBarGroupExpand
source: Expand
el: Ανάπτυξη
hu_hu: Kinyit
is_is: Afþjappa
ro: Expandare
tr_tr: Genişlet
zh_tw: 展開

# AccStringId.NavBarGroupCollapse
source: Collapse
el: Σύμπτυξη
hu_hu: Becsuk
is_is: Draga saman
ro: Colapsare
tr_tr: Kapat
zh_tw: 收開

# AccStringId.NavBarItemClick
source: Press
el: Πίεσε
hu_hu: Megnyomás
is_is: Styðja á
ro: Apasare
tr_tr: Bas
zh_tw: 按下

# AccStringId.NavBarScrollUp
source: Scroll Up
el: Κύληση επάνω
hu_hu: Görgetés fel
is_is: Skruna upp
ro: Scrolare sus
zh_tw: 向下捲

# AccStringId.NavBarScrollDown
source: Scroll Down
el: Κύληση κάτω
hu_hu: Görgetés le
is_is: Skruna niður
ro: Scrolare jos
zh_tw: 向上捲

# AccStringId.TreeListNodeCollapse
source: Collapse
el: Σύμπτυξη
hu_hu: Becsuk
is_is: Draga saman
ro: Colapsare
tr_tr: Kapat
zh_tw: 收合

# AccStringId.TreeListNodeExpand
source: Expand
el: Ανάπτυξη
hu_hu: Kinyit
is_is: Afþjappa
ro: Expandare
tr_tr: Genişlet
zh_tw: 展開

# AccStringId.TreeListNode
source: Node
el: Κόμβος
is_is: Tengipunktur
ro: Nod
tr_tr: Düğüm
zh_tw: 資料結點

# AccStringId.TreeListNodeCell
source: cell
el: κελί
hu_hu: cella
is_is: reitur
ro: celulă
tr_tr: hücre
zh_tw: 儲存格

# AccStringId.TreeListColumnSortAscending
source: Sort ascending
el: Αύξουσα ταξινόμηση
hu_hu: Rendezés, növekvő
is_is: Flokka upp
ro: Ordonare ascendentă
tr_tr: Yükselerek sınıflandır
zh_tw: 由小到大排序(升冪)

# AccStringId.TreeListColumnSortDescending
source: Sort descending
el: Φθίνουσα ταξινόμηση
hu_hu: Rendezés, csökkenő
is_is: Flokka niður
ro: Ordonare descendentă
tr_tr: İnerek sınıflandır
zh_tw: 由大到小排序(降冪)

# AccStringId.TreeListColumnSortNone
source: Remove sorting
el: Κατάργηση ταξινόμησης
hu_hu: Rendezés törlése
is_is: Fjarlægja flokkun
ro: Anulare ordonare
tr_tr: Sınıflandırmayı kaldır
zh_tw: 解除排序設定

# AccStringId.TreeListHeaderPanel
source: Header panel
el: Επιφάνεια κεφαλίδας
hu_hu: Fejléc panel
is_is: Hausborð
ro: Panou de titlu
tr_tr: Başlık Paneli
zh_tw: 標題區

# AccStringId.TreeListDataPanel
source: Data Panel
el: Επιφάνεια δεδομένων
hu_hu: Adat panel
is_is: Gagnaborð
ro: Panou de date
zh_tw: 資料區

# AccStringId.TreeListCellEdit
source: Edit
hu_hu: Szerkesztés
is_is: Breyta
ro: Editare
tr_tr: Değiştir
zh_tw: 編輯

# AccStringId.TreelistRowActivate
source: Activate
el: Ενεργοποίηση
hu_hu: Aktiválás
is_is: Virkja
ro: Activare
tr_tr: Aktif haline getir
zh_tw: 目前操作列

# AccStringId.ScrollableControlDefaultAction
source: Default Action
el: Εξ Ορισμού Ενέργεια
hu_hu: Alapértelmezett művelet
is_is: Sjálfgefin aðgerð
ro: Actiune implicită
tr_tr: Deafult Eylem
zh_tw: 執行

# AccStringId.ScrollableControlDescription
source: ScrollableControl
ro: Control scrolabil
zh_tw: 捲動軸控制器

# AccStringId.BarLinkStatic
source: Static
el: Στατικό
hu_hu: Statikus
is_is: Kyrr
tr_tr: Statık
zh_tw: 固定項目
