Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.XtraBars/LocalizationRes.*.resx
Languages: cs, fi_fi, hr, is_is, ro

# BarString.AddOrRemove
source: &Add or Remove Buttons
cs: Přidat či odebrat tlačítka
fi_fi: &Lisää tai poista painikkeita
hr: &Dodaj ili ukloni gumbe
is_is: Bæta við eða fjarlægja hnappa
ro: &Adăugare sau Ştergere butoane

# BarString.ResetBar
source: Are you sure you want to reset the changes made to the '{0}' toolbar?
cs: Opravdu chcete obnovit původní nastavení panelu nástrojů '{0}'?
fi_fi: Haluatko varmasti poistaa muutokset '{0}' työkaluriviltä?
hr: Jeste li sigurni da želite resetirati promjene učinjene na '{0}' traci?
is_is: Ertu viss um að þú viljir endurstilla breytingarnar á '{0}' tækjastiku?
ro: Sunteţi sigur că doriţi să resetaţi modificările făcute barei '{0}'

# BarString.ResetBarCaption
source: Customize
cs: Vlastní
fi_fi: Mukauta
hr: Prilagodi
is_is: Sérsníða
ro: Personalizare

# BarString.ResetButton
source: &Reset Toolbar
cs: Obnovit panel nástrojů
fi_fi: &Palauta työkalurivi
hr: &Resetiraj traku
is_is: Endurstilla tækjastiku
ro: &Resetare bară

# BarString.CustomizeButton
source: &Customize ...
cs: Vlastní nastavení...
fi_fi: &Mukauta...
hr: &Prilagodi ...
is_is: Sérsníða ...
ro: &Personalizare ...

# BarString.ToolBarMenu
source: &Reset$&Delete$!&Name$!Defau&lt style$&Text Only (Always)$Text &Only (in Menus)$Image &and Text$!Begin a &Group$&Visible$&Most recently used
cs: Původní$Odstranit$!Název$!Výchozí styl$&Pouze text (vždy)$Pouze text (v nabídkách)$Ikona a text$!Začátek skupiny$&Viditelnost$&Nejpoužívanější
fi_fi: &Palauta$&Poista$!&Nimi$!&Oletus tyyli$&Vain teksti (Aina)$Vain &teksti (Valikossa)$Kuva &ja teksti$!Aloita &ryhmä$&Näkyvä$&Viimeksi käytetyt
hr: &Resetiraj$&Obriši$!&Naziv$!Zadani sti&l$&Samo tekst (Uvijek)$Sam&o tekst (u menu-ima)$Slik&e i tekst$!Počni &grupu$&Vidljivo$&Zadnje korišteno
ro: &Resetare$Ş&tergere$!N&ume$!Stil imp&licit$&Numai text (Totdeauna)$Numai Text (în meniuri)$Imagine ş&i Text$!Început de &Grup nou$&Vizibil$&Cele mai recent folosite

# BarString.NewToolbarCustomNameFormat
source: Custom {0}
cs: Vlastní {0}
fi_fi: Mukauta {0}
hr: Prilagođen {0}
is_is: Sérsnið {0}
ro: Propriu {0}

# BarString.NewToolbarCaption
source: New Toolbar
cs: Nový panel nástrojů
fi_fi: Uusi työkalurivi
hr: Nova alatna traka
is_is: Ný stika
ro: Bara nouă

# BarString.RenameToolbarCaption
source: Rename Toolbar
cs: Přejmenovat panel nástrojů
fi_fi: Nimeä työkalurivi uudestaan
hr: Promijeni naziv trake
is_is: Endurnefna stiku
ro: Redenumire bară

# BarString.CustomizeWindowCaption
source: Customization
cs: Vlastní
fi_fi: Mukautus
hr: Prilagodba
is_is: Sérsnið
ro: Personalizare

# BarString.MenuAnimationSystem
source: (System default)
cs: (výchozí nastavení systému)
fi_fi: (Järjestelmän oletus)
is_is: (Sjálfgefið kerfi)
ro: (Implicit sistem)

# BarString.MenuAnimationNone
source: None
cs: Žádná
fi_fi: Tyhjä
hr: Ništa
is_is: Ekkert
ro: Nedefinit

# BarString.MenuAnimationSlide
source: Slide
cs: Vysunutí
fi_fi: Liukua
is_is: Renna
ro: Glisare

# BarString.MenuAnimationFade
source: Fade
cs: Zesvětlení
fi_fi: Häivytys
is_is: Dofna
ro: Pierdere

# BarString.MenuAnimationUnfold
source: Unfold
cs: Rozbalení
fi_fi: Avautua
is_is: Breiða úr
ro: Desfacere

# BarString.MenuAnimationRandom
source: Random
cs: Náhodná
fi_fi: Satunnainen
is_is: Handahófs
ro: Aleator

# BarString.ToolbarNameCaption
source: &Toolbar Name:
cs: Panel nástrojů:
fi_fi: &Työkalurivin nimi:
hr: &Naziv alatne trake:
is_is: Heiti tækjastiku:
ro: N&ume bară:

# BarString.RibbonToolbarBelow
source: &Show Quick Access Toolbar Below the Ribbon
cs: &Zobrazit rychlý panel pod Ribbon menu
fi_fi: &Aseta pikavalikko ribbonin alapuolelle
hr: Alatnu traku za brzi pri&stup prikaži ispod vrpce
is_is: Staðsetja flýtitakkastiku fyrir neðan borðann
ro: &Poziţionare bară de acces rapid sub panglică

# BarString.RibbonToolbarAbove
source: &Show Quick Access Toolbar Above the Ribbon
cs: &Zobrazit rychlý panel na Ribbon menu
fi_fi: &Aseta pikavalikko ribbonin yläpuolelle
hr: Alatnu traku za brzi pris&tup prikaži iznad vrpce
is_is: Staðsetja flýtitakkastiku fyrir ofan borðann
ro: &Poziţionare bară de acces rapid deasupra de panglică

# BarString.RibbonToolbarRemove
source: &Remove from Quick Access Toolbar
cs: &Odstranit z rychlého panelu
fi_fi: &Poista työkaluriviltä
hr: &Ukloni s alatne trake za brzi pristup
is_is: Fjarlægja úr flýtitakkastiku
ro: Ş&tergere bară de acces rapid

# BarString.RibbonToolbarAdd
source: &Add to Quick Access Toolbar
cs: &Přidat do rychlého panelu
fi_fi: &Lisää pikavalikko
hr: &Dodaj na alatnu traku za brzi pristup
is_is: Bæta við flýtitakkastiku
ro: &Adăugare bară de acces rapid

# BarString.CloseButton
source: Close
hr: Zatvori
ro: Închidere

# BarString.BarAllItems
source: (All Items)
cs: (Všechny položky)
fi_fi: (Kaikki)
hr: (Svi)
ro: (Toate elementele)

# BarString.PopupMenuEditor
source: Popup Menu Editor
fi_fi: Ponnahdusvalikon muokkaus
hr: Uređivač popup izbornika
ro: Editor pentru meniul contextul

# BarString.RibbonUnassignedPages
source: (Unassigned Pages)
fi_fi: (Käyttämättömät sivut)
hr: (Kartice koje nisu na vrpci)
ro: (Pagini neatribuite)

# BarString.NewMenuName
source: Main menu
hr: Glavni izbornik
ro: Meniu principal

# BarString.BarUnassignedItems
source: (Unassigned Items)
cs: (Nepřidělené položky)
fi_fi: (Alustamattomat)
hr: (Nedodijeljeni)
ro: (Elementele neatribuite)

# BarString.RibbonGalleryFilter
source: All groups
cs: Všechny skupiny
fi_fi: Kaikki ryhmät
hr: Sve grupe
ro: Toate grupurile

# BarString.MinimizeButton
source: Minimize
hr: Minimiziraj
ro: Minimizare

# BarString.RibbonGalleryFilterNone
source: None
cs: Žádný
fi_fi: Tyhjä
hr: Ništa
ro: Nimic

# BarString.RibbonAllPages
source: (All Pages)
fi_fi: (Kaikki sivut)
hr: (Sve stranice)
ro: (Toate paginile)

# BarString.NewToolbarName
source: Tools
fi_fi: Työkalut
hr: Alati
ro: Instrumente

# BarString.HelpButton
source: Help
hr: Pomoć
ro: Ajutor

# BarString.NewStatusBarName
source: Status bar
fi_fi: Tilarivi
hr: Statusna traka
ro: Bara de stare

# BarString.MaximizeButton
source: Maximize
hr: Maksimiziraj
ro: Maximizare

# BarString.RibbonToolbarMinimizeRibbon
source: Mi&nimize the Ribbon
cs: Minimalizovat Ribbon menu
fi_fi: &Pienennä ribbon
hr: Mi&nimiziraj vrpcu
ro: Minimizare bandă

# BarString.RestoreButton
source: Restore Down
hr: Vrati na prethodnu veličinu
