Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.Wpf.Grid/LocalizationRes.*.resx
Languages: fa

# GridControlStringId.GridGroupPanelText
source: Drag a column header here to group by that column
fa: برای ایجاد گروه ، یک ستون را به این قسمت بکشید

# GridControlStringId.ErrorWindowTitle
source: Error
fa: خطا

# GridControlStringId.InvalidRowExceptionMessage
source: Do you want to correct the value?
fa: آیا تمایل به تصحیح این مقدار دارید؟

# GridControlStringId.GridOutlookIntervals
source: Older;Last Month;Earlier this Month;Three Weeks Ago;Two Weeks Ago;Last Week;;;;;;;;Yesterday;Today;Tomorrow;;;;;;;;Next Week;Two Weeks Away;Three Weeks Away;Later this Month;Next Month;Beyond Next Month;
fa: قدیمیتر;ماه قبل;اوایل همین ماه;سه هفته قبل;دو هفته قبل;هفته گذشته;;;;;;;;دیروز;امروز;فردا;;;;;;;;هفته بعد;دو هفته بعد;سه هفته بعد;اواخر همین ماه;ماه بعد;پس از ماه آینده;

# GridControlStringId.DefaultGroupSummaryFormatString_Count
source: Count={0}
fa: {0}=تعداد

# GridControlStringId.DefaultGroupSummaryFormatString_Min
source: Min of {1} is {0}
fa: حداقل {1} مقدار {0} است

# GridControlStringId.DefaultGroupSummaryFormatString_Max
source: Max of {1} is {0}
fa: حداکثر {1} مقدار {0} است

# GridControlStringId.DefaultGroupSummaryFormatString_Avg
source: Avg of {1} is {0:#.##}
fa: حاصل میانگین {1} مقدار {0:#.##} است

# GridControlStringId.DefaultGroupSummaryFormatString_Sum
source: Sum of {1} is {0:#.##}
fa: حاصل جمع {1} مقدار {0:#.##} است

# GridControlStringId.DefaultTotalSummaryFormatStringInSameColumn_Count
source: Count={0}
fa: {0}=تعداد

# GridControlStringId.DefaultTotalSummaryFormatStringInSameColumn_Min
source: Min={0}
fa: {0}=حداقل

# GridControlStringId.DefaultTotalSummaryFormatStringInSameColumn_Max
source: Max={0}
fa: {0}=حداکثر

# GridControlStringId.DefaultTotalSummaryFormatStringInSameColumn_Avg
source: Avg={0:#.##}
fa: {0:#.##}=میانگین

# GridControlStringId.DefaultTotalSummaryFormatStringInSameColumn_Sum
source: Sum={0:#.##}
fa: {0:#.##}=جمع

# GridControlStringId.DefaultTotalSummaryFormatString_Count
source: Count={0}
fa: {0}=تعداد

# GridControlStringId.DefaultTotalSummaryFormatString_Min
source: Min of {1} is {0}
fa: حداقل {1} مقدار {0} است

# GridControlStringId.DefaultTotalSummaryFormatString_Max
source: Max of {1} is {0}
fa: حداکثر {1} مقدار {0} است

# GridControlStringId.DefaultTotalSummaryFormatString_Avg
source: Avg of {1} is {0:#.##}
fa: حاصل میانگین {1} مقدار {0:#.##} است

# GridControlStringId.DefaultTotalSummaryFormatString_Sum
source: Sum of {1} is {0:#.##}
fa: حاصل جمع {1} مقدار {0:#.##} است

# GridControlStringId.PopupFilterAll
source: (All)
fa: (همه)

# GridControlStringId.PopupFilterBlanks
source: (Blanks)
fa: (موارد خالی)

# GridControlStringId.PopupFilterNonBlanks
source: (Non blanks)
fa: (موارد غیر خالی)
