Repository: gsb123/e-cafe
Catalog: trunk/Localization/DevExpress.XtraCharts/LocalizationRes.*.resx
Languages: tr_tr

# ChartStringId.MsgIncorrectChartTitleIndent
source: The title indent should be greater than or equal to 0 and less than 1000.
tr_tr: Unvan girintisi 0'a eşit ya da 0'dan büyük; 1000'den az olmalıdır.

# ChartStringId.MenuItemDelete
source: Delete
tr_tr: Sil

# ChartStringId.WizPresentationGroupName
source: Presentation
tr_tr: Sunum

# ChartStringId.MsgModifyDefaultPaletteError
source: The palette is default and then can't be modified.
tr_tr: Palet varsayımdır ve modifiye edilemez!

# ChartStringId.WizAppearancePageDescription
source: Choose a palette to color series or their data points. Also choose the style, which specifies the chart's appearance depending on the current palette.
tr_tr: Renk dizisine ya da veri noktalarına bir palet seç. Bir de geçerli palete bağlı olarak grafiğin görüntüsünü belirleyen stili seç

# ChartStringId.MsgIncorrectPieDepth
source: The pie depth should be greater than 0 and less than or equal to 100, since its value is measured in percents.
tr_tr: Pasta derinliği 0'a büyük -eşit ve 100'den küçük- eşit olmalıdır(değeri yüzdelikte ölçülebilir olduğundan itibaren)

# ChartStringId.PrintSizeModeZoom
source: Zoom (a chart is resized proportionally (without clipping), so that it best fits the page on which it is printed)
tr_tr: Büyüt

# ChartStringId.MsgIncorrectPaletteBaseColorNumber
source: The palette base color number should be greater than or equal to 0 and less than or equal to the total number of palette colors.
tr_tr: Palet esas numarası 0'a büyük-eşit ve palet renklerinin toplam sayısından küçük-eşit olmalıdır.

# ChartStringId.MenuItemClear
source: Clear
tr_tr: Temizle

# ChartStringId.Msg3DScrollingToolTip
source: Use Ctrl with the center (wheel) mouse button to scroll the chart.
tr_tr: Grafiği kaydırmak için farenin merkezindeki tekerleği ile CTRL tuşunu kullan

# ChartStringId.MsgEquallySpacedItemsNotUsable
source: This property can't be used if the Direction property is set to {0}.
tr_tr: Eğer idare özellikleri {0}'a kurulmuşsa bu özellik kullanılmış olamaz!

# ChartStringId.WizChartTypePageDescription
source: Choose a chart type you want to use. To filter chart types by their groups, use the values in the drop-down box.
tr_tr: Kullanmak istediğin grafik tipini seç! Grafik tiplerini gruplara göre süzmek için Drop-Down kutusundaki değerleri kullan!

# ChartStringId.WizSeriesViewPageName
source: Series Views
tr_tr: Dizi görünümleri

# ChartStringId.AxisYDefaultTitle
source: Axis of values
tr_tr: Değerlerin ekseni

# ChartStringId.WizChartTitlesPageDescription
source: Add chart titles to be displayed within a chart.
tr_tr: Bir grafiğin içinde görülmüş olan grafik isimlerini ekle

# ChartStringId.SvnPolarLine
source: Polar Line
tr_tr: Kutup Hattı

# ChartStringId.MsgIncorrectChildSeriesPointOwner
source: Owner of the child series point can't be null and must be of the Series type.
tr_tr: Çocuk dizi noktasının sahibi sıfır olamaz! Ve bunun yanı sıra seri tipinde olmalıdır!

# ChartStringId.WizLegendPageName
source: Legend
tr_tr: Gösterge

# ChartStringId.TrnConstantLineDeleted
source: Constant line deleted
tr_tr: Sabit hat silindi

# ChartStringId.VerbEditPalettesDescription
source: Open the Palettes Editor.
tr_tr: Paletlerin düzenleyicisini Aç!

# ChartStringId.MsgIncorrectLineThickness
source: The line thickness should be greater than 0.
tr_tr: Hat kalınlığı 0'dan büyük olmalıdır

# ChartStringId.AxisXDefaultTitle
source: Axis of arguments
tr_tr: Argümanların ekseni

# ChartStringId.TrnSecondaryAxesXChanged
source: Secondary axes X changed
tr_tr: İkincil eksen X değiştirildi

# ChartStringId.MsgSelfRelatedSeriesPoint
source: Series point can't have a relation to itself.
tr_tr: Dizi noktası, kendisi ile bir ilişkiye sahip olamaz!

# ChartStringId.VerbResetLegendPointOptions
source: Reset legend point options
tr_tr: Efsane Noktası opsiyonlarını sıfırla

# ChartStringId.MsgNotChartControl
source: The specified object isn't a ChartControl.
tr_tr: Belirlenmiş obje, bir ChartControl değildir!

# ChartStringId.SvnRadarPoint
source: Radar Point
tr_tr: Radar Noktası

# ChartStringId.MsgUnregisterPageError
source: This page was already unregistered.
tr_tr: Bu sayfa hali hazırda kayıtsızdır!

# ChartStringId.MsgInvalidFilterCondition
source: The {0} condition can't be applied to the "{1}" data.
tr_tr: 0 kondüsyonu 1 verisine başvuramaz!

# ChartStringId.SvnArea
source: Area
tr_tr: Alan

# ChartStringId.TrnChartTitleDeleted
source: Chart title deleted
tr_tr: Grafik unvanı Silindi!

# ChartStringId.SvnManhattanBar
source: Manhattan Bar
tr_tr: Manhattan Çubuğu

# ChartStringId.MsgIncompatibleValueScaleType
source: The {0} value scale type is incompatible with the {1} series view.
tr_tr: {0} değer terazi üye tipi {1} seri görünüşü ile uyumsuzdur!

# ChartStringId.MsgIncorrectPadding
source: The padding should be greater than or equal to 0.
tr_tr: Dolgu 0'a eşit ya da 0'dan büyük olmalıdır

# ChartStringId.MsgChildSeriesPointNotExist
source: Child series point with ID equal to {0} doesn't exist.
tr_tr: {0} a eşit kimlik ile Çocuk Seri noktası yok!

# ChartStringId.MsgNonExistentSeriesViewAxisY
source: Can't set the series view's Y-axis, because the specified secondary axis isn't contained in the diagram's collection of secondary Y-axes.
tr_tr: Dizi görüntüsünü Y Eksenine kuramazsınız!

# ChartStringId.MsgIncorrectArrowWidth
source: The arrow width should be always odd and greater than 0.
tr_tr: Ok genişliği daima 0'dan büyük ve tek sayı olmalıdır.

# ChartStringId.MsgWizardNonUniquePageType
source: The page of the {0} type is already registered. You can't add more than one page of a particular type.
tr_tr: {0} tipinin sayfası hali hazırda kayıtlıdır. Daha fazlasını ekleyemezsin!

# ChartStringId.MsgInvalidDataSource
source: Invalid datasource type (no supported interfaces are implemented).
tr_tr: Geçersiz veri kaynağı tipi

# ChartStringId.MsgSeriesViewNotSupportRelations
source: This series view doesn't support relations.
tr_tr: Dizi görüntüsü ilişkileri desteklemez!

# ChartStringId.MsgNotBelongingChart
source: This control doesn't contain the specified chart.
tr_tr: Bu kontrol belirlenmiş grafikleri barındırmaz!

# ChartStringId.MsgInvalidSortingKey
source: It's impossible to set the sorting key's value to {0}.
tr_tr: Sınıflandırma anahtarının değeri 0'a kurulmuş olamaz!

# ChartStringId.VerbClearDataSourceDescription
source: Clear the chart's datasource.
tr_tr: Grafiğin veri kaynağını sil

# ChartStringId.VerbSaveLayoutDescription
source: Save a chart to an XML file.
tr_tr: XML Dosyasına bir grafik kaydet

# ChartStringId.MsgLegendPointOptionsSettingRuntimeError
source: The "LegendPointOptions" property can't be set at runtime.
tr_tr: "Efsane Noktası Opsiyonları" özellikleri işlem esnasında kurulamaz!

# ChartStringId.MsgIncorrectImageFormat
source: Impossible to export a chart to the specified image format.
tr_tr: Bir grafiği özelleştirilmiş görüntü formatına taşımak imkansızdır!

# ChartStringId.MsgIncompatibleByValueScaleType
source: the value scale type
tr_tr: Argüman terazi tipi

# ChartStringId.PalettePrefix
source: Palette
tr_tr: Palet

# ChartStringId.MsgIncorrectAxisRangeMaxValue
source: MaxValue can't be set to null.
tr_tr: Maximum değer, eksen aralığı objesi için sıfıra kurulmuş olamaz!

# ChartStringId.SeriesPrefix
source: Series
tr_tr: Seri

# ChartStringId.MsgInvalidScaleType
source: The specified value to convert to the scale's internal representation isn't compatible with the current scale type.
tr_tr: Belirlenmiş değeri terazinin iç sunumuna döndürmek geçerli terazi tipine uyumlu değildir

# ChartStringId.MsgIncorrectMarkerStarPointCount
source: The number of star points should be greater than 3 and less than 101.
tr_tr: Yıldız noktalarının sayısı 3'ten büyük 101'den küçük olmalıdır

# ChartStringId.SvnSpline3D
source: Spline 3D
tr_tr: Eğri Cetvel 3D

# ChartStringId.SvnDoughnut3D
source: Doughnut 3D
tr_tr: Delikli Halka 3D

# ChartStringId.MsgDesignTimeOnlySetting
source: This property can't be customized at runtime.
tr_tr: Bu özellik çalışma zamanında kurulmuş olamaz!

# ChartStringId.MsgInvalidPaletteName
source: Can't add a palette which has an empty name (\"\") to the palette repository. Please, specify a name for the palette.
tr_tr: Lütfen Palet için bir isim belirle!

# ChartStringId.VerbLoadLayoutDescription
source: Load a chart from an XML file.
tr_tr: Bir XML dosyasından bir grafik yükle

# ChartStringId.MsgSynchronizePointOptionsSettingRuntimeError
source: The "SynchronizePointOptions" property can't be set at runtime.
tr_tr: Senkronize nokta opsiyonlarının özellikleri işlem sırasında kurulmuş olamaz!

# ChartStringId.PieIncorrectValuesText
source: This view can't represent negative values. All values must be either greater than or equal to zero.
tr_tr: Bu görüntü negatifi tasvir etmez. Tüm değerler 0'a büyük-eşit olmalıdır!

# ChartStringId.WizDataPageDescription
source: Use the Points tab to manually enter data points. Or use other tabs to bind each series to a datasource or auto-created series from a datasource.
tr_tr: Veri noktaları girmek için nokta kaydırma işlemni kullan.

# ChartStringId.SvnSplineFullStackedArea
source: Spline Area Stacked 100%
tr_tr: %100 istiflenmiş eğri cetvel alanı

# ChartStringId.TrnChartTitlesChanged
source: Chart titles changed
tr_tr: Grafik unvanları Değiştirildi!

# ChartStringId.MsgIncorrectRangeBarSeriesLabelIndent
source: The indent should be greater than or equal to 0.
tr_tr: Girinti 0'a büyük-eşit olamlıdır

# ChartStringId.WizDataFiltersDisabled
source: (none)
tr_tr: (Hiçbir şey)

# ChartStringId.MsgIncorrectTickmarkLength
source: The tickmark length should be greater than 0.
tr_tr: İşaret uzunluğu 0'dan büyük olmalıdır

# ChartStringId.MsgPaletteNotFound
source: The chart doesn't contain a palette with the {0} name.
tr_tr: Grafik {0} isimli bir palet içermemektedir.

# ChartStringId.MsgIncorrectAreaWidth
source: The area width should be greater than 0.
tr_tr: Alan genişliği 0 'dan daha büyük olmalıdır

# ChartStringId.TrnCustomAxisLabelChanged
source: Custom Axis Labels changed
tr_tr: Özellşetirilmiş Eksen etiketi değiştirildi

# ChartStringId.MsgIncorrectNumericPrecision
source: The precision should be greater than or equal to 0.
tr_tr: Hassasiyet 0'a eşit ya da 0'dan büyük olmalıdır

# ChartStringId.IncompatibleSeriesView
source: (incompatible)
tr_tr: Uyuşmaz

# ChartStringId.TrnExplodedPoints
source: Exploded points changed
tr_tr: Genişletilmiş noktalar değiştirildi

# ChartStringId.WizAutoCreatedSeries
source: Auto-created Series
tr_tr: Otomatik Yaratılmış Seri

# ChartStringId.VerbPopulate
source: Populate
tr_tr: Yerleş

# ChartStringId.MsgPaletteDoubleClickToEdit
source: Double-click to edit...
tr_tr: … Düzenlemek için çift tık yapınız

# ChartStringId.CloseValueMember
source: Close
tr_tr: Kapat

# ChartStringId.WizDataFiltersEntered
source: {0} data filter(s)
tr_tr: {0} veri süzgeci

# ChartStringId.LowValueMember
source: Low
tr_tr: Düşük

# ChartStringId.MsgIncorrectStripConstructorParameters
source: The minimum and maximum limits of the Strip can not be the same.
tr_tr: Minimum ve maksimum şerit değerleri aynı olamaz!

# ChartStringId.SvnPolarArea
source: Polar Area
tr_tr: Kutup Alanı

# ChartStringId.SvnSpline3DArea
source: Spline Area 3D
tr_tr: Eğri Cetvel Alanı 3D

# ChartStringId.MsgIncompatibleByViewType
source: the view type
tr_tr: Görüntü tipi

# ChartStringId.AutocreatedSeriesName
source: Auto-created Series
tr_tr: Otomatik Yaratılmış Seri

# ChartStringId.SvnPie
source: Pie
tr_tr: Pasta

# ChartStringId.SvnDoughnut
source: Doughnut
tr_tr: Delikli Halka

# ChartStringId.SvnOverlappedRangeBar
source: Range Bar
tr_tr: Aralık Çubuğu

# ChartStringId.MsgEmptyArrayOfValues
source: The array of values is empty.
tr_tr: Değerlerin sıralanışı boştur!

# ChartStringId.WizBackImageFileNameFilter
source: Image Files(*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|All files(*.*)|*.*
tr_tr: Görüntü dosyaları(*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png)|*.gif;*.jpg;*.jpeg;*.bmp;*.wmf;*.png|All files(*.*)|*.*

# ChartStringId.MsgIncorrectDataAdapter
source: The {0} object isn't a data adapter.
tr_tr: {0} objesi, bir veri bağdaştırıcısı değildir.

# ChartStringId.MsgIncorrectTickmarkMinorThickness
source: The thickness of the minor tickmark should be greater than 0.
tr_tr: Küçük işaretçinin kalınlığı 0'dan büyük olmalıdır

# ChartStringId.TrnDataFiltersChanged
source: DataFilters changed
tr_tr: Veri süzgeci değiştirildi

# ChartStringId.DefaultWizardPageLabel
source: Wizard Page
tr_tr: Sayfa Sihirbazı

# ChartStringId.MsgDenyChangeSeriesPointAgument
source: You can't manually change the series point's argument, because a chart is bound to data.
tr_tr: Seri noktasının argümanını elle değiştiremezsiniz! Çünkü grafik veriye bağlanmıştır.

# ChartStringId.IODeleteAxis
source: The primary axis can't be deleted. If you want to hide it, set its Visible property to false.
tr_tr: Önceki Eksen Silinemez! Eğer onu saklamak istersen, Onun görünmez özelliğini 'Hatalı' durumuna getir.

# ChartStringId.MsgIncorrectValueDataMemberCount
source: It's necessary to specify {0} value data members for the current series view.
tr_tr: Geçerli seri görüntüleri için {0} değer veri üyelerini belirlemek gereklidir

# ChartStringId.TrnSeriesTitleDeleted
source: Series title deleted
tr_tr: Dizi unvanı silindi

# ChartStringId.MsgIncorrectZoomPercent
source: The zoom percent should be greater than 0 and less than or equal to {0}.
tr_tr: zoom yüzdesi 0'dan büyük 0'a küçük-eşit olmalıdır.

# ChartStringId.WizDiagramPageDescription
source: Customize the diagram's properties.
tr_tr: Diyagramın özelliklerini uyarla

# ChartStringId.WizAppearancePageName
source: Appearance
tr_tr: Görünüş

# ChartStringId.MsgDenyChangeSeriesPointValue
source: You can't manually change the series point's value, because a chart is bound to data.
tr_tr: Seri noktasının değerini elle değiştiremezsiniz! Çünkü grafik veriye bağlanmıştır.

# ChartStringId.MsgEmptyArgument
source: An argument can't be empty.
tr_tr: Bir argüman boş olamaz!

# ChartStringId.SvnSplineStackedArea
source: Spline Area Stacked
tr_tr: İstiflenmiş eğri cetvel alanı

# ChartStringId.SvnSideBySideBar
source: Bar
tr_tr: Çubuk

# ChartStringId.MsgMinMaxDifferentTypes
source: The types of the MinValue and MaxValue don't match.
tr_tr: Minimum ve maksimum değer tipleri eşleşmez!

# ChartStringId.MsgIncorrectReductionColorValue
source: The reduction color value can't be empty.
tr_tr: Azaltma renk değeri boş olamaz!

# ChartStringId.StyleColorNumber
source: Color {0}
tr_tr: Renk {0}

# ChartStringId.MsgIncorrectUseImageUrlProperty
source: ImageUrl property can be used for the WebChartControl only. Please, use the Image property instead.
tr_tr: GörüntüURL özellikleri sadece WebChartControl için kullanılamaz. Lütfen, Görüntü özelliklerini kullan!

# ChartStringId.TrnSecondaryAxesYChanged
source: Secondary axes Y changed
tr_tr: İkincil eksen Y değiştirildi

# ChartStringId.SvnLine
source: Line
tr_tr: Hat

# ChartStringId.MsgIncorrectStripLimitAxisValue
source: The AxisValue property cannot be set to null for the StripLimit object.
tr_tr: Eksen Değer özelliği, şerit limit objesi için o'a kurulu olamaz!

# ChartStringId.MsgIncorrectBarWidth
source: The bar width should be greater than 0.
tr_tr: Çubuk genişliği 0'dan büyük olmalıdır.

# ChartStringId.IncompatibleSeriesHeader
source: This series is incompatible:
tr_tr: Bu Seri Uyuşmaz

# ChartStringId.VerbAboutDescription
source: See basic information on XtraCharts.
tr_tr: Ekstra Grafiklerdeki basit bilgileri gör!

# ChartStringId.MsgIncorrectLineWidth
source: The line width should be greater than 0.
tr_tr: Hat genişliği 0'dan büyük olmalıdır

# ChartStringId.WizLegendPageDescription
source: Customize the legend's properties.
tr_tr: Göstergenin özelliklerini uyarla

# ChartStringId.MsgInternalPropertyChangeError
source: This property is intended for internal use only. You're not allowed to change its value.
tr_tr: Bu özellik sadece iç kullanım için tasarlanmıştır. O değerleri değiştirmeye izinli değilsiniz!

# ChartStringId.MsgIncorrectConstantLineAxisValue
source: AxisValue can't be set to null for the ConstantLine object.
tr_tr: Eksen değeri Sabit Hat objesi için sıfıra kurulmuş olamaz!

# ChartStringId.DefaultMinValue
source: Min
tr_tr: En Az

# ChartStringId.ValueMember
source: Value
tr_tr: Değer

# ChartStringId.TrnPalettesChanged
source: Palettes changed
tr_tr: Değiştirilmiş paletler

# ChartStringId.MsgIncorrectBorderThickness
source: The border width should be greater than 0.
tr_tr: Sınır genişliği 0'dan büyük olmalıdır.

# ChartStringId.MsgIncorrectMinorCount
source: The number of minor count should be greater than 0 and less than 100.
tr_tr: küçük hesap numarası 0'dan büyük 100'den az olmalıdır

# ChartStringId.MsgIncorrectCustomAxisLabelAxisValue
source: AxisValue can't be set to null for the CustomAxisLabel object.
tr_tr: Eksen değeri Alışveriş eksen etiketi objesi için sıfıra kurulmuş olamaz!
