Repository: gsb123/e-cafe
Catalog: trunk/Localization/DevExpress.XtraCharts/LocalizationRes.*.resx
Languages: tr_tr

# ChartStringId.MsgPointOptionsSettingRuntimeError
source: The "PointOptions" property can't be set at runtime.
tr_tr: Nokta opsiyonları özellikleri işlem süresince kurulmuş olamaz!

# ChartStringId.TrnSecondryAxisXDeleted
source: Secondary axis X deleted
tr_tr: İkincil eksen X silindi

# ChartStringId.MsgPaletteEditingIsntAllowed
source: Editing isn't allowed !
tr_tr: Düzenleme yapma isteğine izin verilmemiştir!

# ChartStringId.DefaultChartTitle
source: Chart Title
tr_tr: Çizelge Ünvanı

# ChartStringId.MsgIncorrectPlaneDepthFixed
source: The fixed plane depth should be greater than or equal to 1.
tr_tr: Fixlenmiş düzey derinliği 1'e büyük-eşit olmalıdır

# ChartStringId.WizConstructionGroupName
source: Construction
tr_tr: Yapı

# ChartStringId.VerbEditPalettes
source: Palettes...
tr_tr: Paletler…

# ChartStringId.MsgOrderArrayLengthMismatch
source: The length of the order array isn't equal to the total number of registered elements.
tr_tr: Düzenli dizinin uzunluğu kayıtlı elementlerin toplam sayısına eşit değildir!

# ChartStringId.SvnStepLine3D
source: Step Line 3D
tr_tr: 3D Basamak hattı

# ChartStringId.MsgIncorrectPercentValue
source: The percent value should be greater than or equal to 0 and less than or equal to 100.
tr_tr: Yüzdelik değer 0'a büyük-eşit ya da 100'e küçük-eşit olmalıdır

# ChartStringId.MsgIncorrectMarkerSize
source: The marker size should be greater than 1.
tr_tr: İşaretçi ebatı 1'den büyük olmalıdır

# ChartStringId.WizAxesPageName
source: Axes
tr_tr: Eksenler

# ChartStringId.SvnArea3D
source: Area 3D
tr_tr: 3D Alanı

# ChartStringId.MenuItemMoveDown
source: Move Down
tr_tr: Aşağı Taşı

# ChartStringId.MsgItemNotInCollection
source: The collection doesn't contain the specified item.
tr_tr: Koleksiyon belirlenmiş öğeleri içermez!

# ChartStringId.MsgIncorrectDoughnutHolePercent
source: The doughnut hole percentage should be greater than or equal to 0 and less than or equal to 100.
tr_tr: Veri Kaynağı "{0}" isimli bir veri üyesini içermemektedir.

# ChartStringId.MsgIncorrectTaskLinkMinIndent
source: The task link's minimum indent should be greater than or equal to 0.
tr_tr: Konu bağlantısının minimum girintisi 0'a büyük-eşit olmalıdır

# ChartStringId.MsgIncorrectFont
source: Font can't be null
tr_tr: Yazı büyüklüğü 0 olamaz!

# ChartStringId.MsgIncorrectPercentPrecision
source: The precision of the percent value should be greater than 0.
tr_tr: Yüzdelik değerin hassasiyeti 0'dan büyük olmalıdır

# ChartStringId.SvnStackedArea
source: Area Stacked
tr_tr: İstiflenmiş alan

# ChartStringId.MsgIncorrectTickmarkThickness
source: The tickmark thickness should be greater than 0.
tr_tr: İşaretçinin kalınlığı 0'dan büyük olmalıdır

# ChartStringId.MsgEmptyChart
source: There are no visible series to represent in a chart. Try to add new series, or make sure that at least one of them is visible.
tr_tr: Grafikte gösterilecek 'görünür seri' yok! Yeri seri eklemeye çalış; ya da en azından birinin görünür olduğundan emin ol!

# ChartStringId.MsgIncorrectPieSeriesLabelColumnIndent
source: The column indent should be greater than or equal to 0.
tr_tr: Kolon girintisi 0'a büyük-eşit olmalıdır

# ChartStringId.MsgOrderRepeatedElementFound
source: The same element is repeated several times in the order array.
tr_tr: düzenli bir seride aynı element çok kez tekrarlanır.

# ChartStringId.WizDataPageName
source: Data
tr_tr: Veri

# ChartStringId.MsgSeriesPointIDNotUnique
source: Series point's ID must be unique.
tr_tr: Dizi noktasının kimliği tek olmalıdır!

# ChartStringId.VerbDataSnapshot
source: Data Snapshot
tr_tr: Veri enstantanesi

# ChartStringId.MsgIncorrectAxisRangeMinValue
source: MinValue can't be set to null.
tr_tr: Minimum değer, eksen aralığı objesi için sıfıra kurulmuş olamaz!

# ChartStringId.WizSeriesViewPageDescription
source: Customize series view properties of the selected series. Note that you may select a series to be modified on the chart preview.
tr_tr: seçili dizilerden dizi görüntü özelliklerini uyarla

# ChartStringId.IncompatibleSeriesMessage
source: by {0} with "{1}"
tr_tr: {0} dan "{1}" e

# ChartStringId.TrnStripsChanged
source: Strips changed
tr_tr: Şeritler değiştirildi

# ChartStringId.VerbWizard
source: Run Wizard...
tr_tr: Sihirbazı Yürüt…

# ChartStringId.MsgIncorrectSeriesDistance
source: The series distance should be greater than or equal to 0.
tr_tr: Kaydırma çubuğu kalınlığı 3'büyük - eşit ve 25'ten küçük-eşit olmalıdır.

# ChartStringId.VerbPopulateDescription
source: Populate the chart's datasource with data.
tr_tr: Veri ile graifiğin veri kaynağını yerleştir

# ChartStringId.MsgIncorrectAxisRange
source: The min value of the axis range should be less than its max value.
tr_tr: ({0}) eksen aralığının minimum değeri onun maximum değerinden ({1}) daha az olmalıdır.

# ChartStringId.MsgIncorrectValue
source: Incorrect value "{0}" for the argument "{1}".
tr_tr: "{1}" argümanı için "(0)" hatalı değer!

# ChartStringId.WizSeriesDataBindingPageName
source: Series Binding
tr_tr: Dizi Bağlama

# ChartStringId.WizFormTitle
source: Chart Wizard
tr_tr: Grafik Sihirbazı

# ChartStringId.MsgDataSnapshot
source: The data snapshot operation is complete. All series data now statically persist in the chart. This also means that now the chart is in unbound mode. NOTE: You can undo this operation by pressing Ctrl+Z in the Visual Studio designer.
tr_tr: Veri enstantane operasyonu tamamlandı. Tüm serilerin verisi şimdi grafikte statik olarak devam edecek. Bu da şimdi grafiğin çözülmüş modda olduğu anlamına geliyor. Not: Bunu tekrar yapabilirsin.

# ChartStringId.WizSeriesPointPageName
source: Points
tr_tr: Noktalar

# ChartStringId.ArgumentMember
source: Argument
tr_tr: Sav

# ChartStringId.MsgIncorrectTransformationMatrix
source: Incorrect transformation matrix.
tr_tr: Hatalı taşıma dizeyi!

# ChartStringId.MsgNonExistentSeriesViewAxisX
source: Can't set the series view's X-axis, because the specified secondary axis isn't contained in the diagram's collection of secondary X-axes.
tr_tr: Dizi görüntüsünü X Eksenine kuramazsınız!

# ChartStringId.MsgIncorrectLineTensionPercent
source: The line tension percentage should be greater than or equal to 0 and less than or equal to 100.
tr_tr: Hat tansiyon yüzdeliği 0'a büyük - eşit ya da 100'e küçük - eşit olmalıdır

# ChartStringId.OpenValueMember
source: Open
tr_tr: Açık

# ChartStringId.DefaultDataFilterName
source: DataFilter
tr_tr: Veri Süzgeci

# ChartStringId.SvnSplineAreaStacked3D
source: Spline Area 3D Stacked
tr_tr: İstiflenmiş eğri cetvel alanı 3D

# ChartStringId.SvnSplineAreaFullStacked3D
source: Spline Area 3D Stacked 100%
tr_tr: 100% istiflenmiş eğri cetvel alanı 3D

# ChartStringId.MsgOrderUnregisteredElementFound
source: The unregistered element is found.
tr_tr: Kayıtlı olmayan bir element bulundu!

# ChartStringId.MsgIncorrectLegendSpacingHorizontal
source: The legend horizontal spacing should be greater than or equal to 0 and less than 1000.
tr_tr: Efsane ufuksal aralığı 0'a eşit ya da 0'dan büyük ve 1000'den küçük olmalıdır

# ChartStringId.MsgInvalidZeroAxisAlignment
source: The Alignment can't be set to Alignment.Zero for the secondary axis.
tr_tr: Hizalama ikincil eksen için 0 hizalamaya kurulmuş olamaz

# ChartStringId.MsgUnregisterGroupError
source: This group was already unregistered.
tr_tr: Bu grup hali hazırda kayıtsızdır!

# ChartStringId.InvisibleSeriesView
source: (invisible)
tr_tr: Görünmez

# ChartStringId.TrnSeriesChanged
source: Series changed
tr_tr: Dizi değiştirildi

# ChartStringId.MsgIncorrectPieArgumentScaleType
source: {0} argument scale type cannot be specified, because the existing exploded point filters don't correspond to it.
tr_tr: 0 argüman terazi tipi belirlenmiş olamaz! Çünkü varolan genişletilmiş nokta süzgeci ona bağdaştırılamaz!

# ChartStringId.SvnStackedBar
source: Bar Stacked
tr_tr: İstiflenmiş çubuk

# ChartStringId.SvnSideBySideGantt
source: Side By Side Gantt
tr_tr: YanYana Gantt

# ChartStringId.MsgIncorrectSeriesOfParentAndChildPoints
source: Parent and child points must belong to the same series.
tr_tr: Ebeveyn ve Çocuk noktası aynı diziye ait olmak zorundadır!

# ChartStringId.MsgIncorrectSimpleDiagramDimension
source: The dimension of the simple diagram should be greater than 0 and less than 100.
tr_tr: Basit diyagramın boyutu 0'dan büyük; 100'den küçük olmalıdır.

# ChartStringId.MsgIncorrectShadowSize
source: The shadow size should be greater than 0.
tr_tr: Gölge ebatı 0'dan büyük olmalıdır.

# ChartStringId.MsgIncorrectParentSeriesPointOwner
source: Owner of the parent series point can't be null and must be of the Series type.
tr_tr: Ebeveyn dizi noktasının sahibi 0 olamaz ve dizi tipinden olmak zorunludur.

# ChartStringId.VerbSaveLayout
source: Save...
tr_tr: Kaydet

# ChartStringId.MsgDenyChangeSeriesPointCollection
source: You can't manually change this series point collection, because a chart is bound to data.
tr_tr: Seri noktasının kolleksiyonunu elle değiştiremezsiniz! Çünkü grafik veriye bağlanmıştır.

# ChartStringId.MsgAddLastViewType
source: You can't add any view type in this collection, because at least one view type must be available in the Wizard.
tr_tr: Grafiği kaydırmak için farenin merkezindeki tekerleği ile CTRL tuşunu kullan Depoda {0} ismi ile hali hazırda bulunan Palet!

# ChartStringId.MenuItemInsert
source: Insert
tr_tr: Yerleştir

# ChartStringId.MsgIncorrectSeriesViewAxisY
source: Can't set the series view's Y-axis, because the specified axis isn't the primary Y-axis of the chart's diagram, or isn't the primary axis at all.
tr_tr: Dizi görüntüsünü Y Eksenine kuramazsınız!

# ChartStringId.MsgIncorrectAppearanceName
source: The chart doesn't contain an appearance with the {0} name.
tr_tr: Grafik, {0} isimli bir görünüş içermemektedir!

# ChartStringId.MsgSeriesPointRelationAlreadyExists
source: The SeriesPointRelations collection already contains this relation.
tr_tr: Dizi noktası ilişkilerinin kolleksiyonu bu ilişkiyi barındırır!

# ChartStringId.MsgAddPresentViewType
source: The specified view type is already present in the collection.
tr_tr: Bu kolleksiyonda herhangi bir görüntü tipi ekleyemezsiniz! Çünkü en azından bir görüntü tipi Sihirbazın içinde ulaşılabilir durumda olmalıdır!

# ChartStringId.MsgIncorrectArrowHeight
source: The arrow height should be greater than 0.
tr_tr: Ok yüksekliği 0'dan daha büyük olmalıdır.

# ChartStringId.MsgIncorrectStartAngle
source: The start angle value should be greater than or equal to -360 and less than or equal to 360 degrees.
tr_tr: Başlangıç açı değeri -360'a büyük-eşit ve 360 dereceye küçük-eşit olmalıdır.

# ChartStringId.Msg2DScrollingToolTip
source: Use Ctrl with the left mouse button to scroll the chart.
tr_tr: Bölmeleri daraltmak ya da patlatmak için Farenin sol tuşu ile CTRL'yi kullan Grafiği kaydırmak için farenin sol tuşu ile CTRL tuşunu kullan

# ChartStringId.PrintSizeModeNone
source: None (a chart is printed with the size identical to that shown on the form)
tr_tr: Hiçbiri

# ChartStringId.WizAxesPageDescription
source: Customize X and Y axes of the diagram. Note that you may select an axis to be modified on the chart preview.
tr_tr: Diyagramdan X ve Y eksenlerini uyarla! Grafik önizlemede modifiye edilmiş bir eksen seçebileceğini not et!

# ChartStringId.TrnConstantLinesChanged
source: Constant Lines changed
tr_tr: Sabit hat değiştirildi

# ChartStringId.MsgIncorrectLegendMarkerSize
source: The legend marker size should be greater than 0 and less than 1000.
tr_tr: Efsane işaretçi ebatı 0'dan büyük, 100'den küçük olmalıdır.

# ChartStringId.MsgWizardNonUniqueGroupName
source: The group with the {0} name is already registered.
tr_tr: {0} isimli grup şu anda kayıtlıdır!

# ChartStringId.MsgRelationChildPointIDNotUnique
source: Relation's ChildPointID must be unique.
tr_tr: İlişkinin çocuk noktası kimliği tek olmalıdır.

# ChartStringId.MsgIncompatibleArgumentDataMember
source: The type of the "{0}" argument data member isn't compatible with the {1} scale.
tr_tr: {0} argüman veri üye tipi {1} terazisiyle uyumlu değildir!

# ChartStringId.MsgLabelSettingRuntimeError
source: The "Label" property can't be set at runtime.
tr_tr: "Etiket" özelliği işlem esnasında kurulamaz!

# ChartStringId.WizSeriesLabelsPageDescription
source: Customize point label properties of the selected series. Note that you may select labels to be modified on the chart preview.
tr_tr: Seçili dizilerden nokta etiket özelliklerini uyarla

# ChartStringId.SvnFullStackedBar3D
source: Bar 3D Stacked 100%
tr_tr: 100% İstiflenmiş 3D çubuğu

# ChartStringId.TrnSeriesDeleted
source: Series deleted
tr_tr: Dizi silindi

# ChartStringId.WizSeriesLabelsPageName
source: Point Labels
tr_tr: Nokta etiketleri

# ChartStringId.Msg2DPieExplodingToolTip
source: Use Ctrl with the left mouse button to explode or collapse slices.
tr_tr: Bölmeleri daraltmak ya da patlatmak için Farenin sol tuşu ile CTRL'yi kullan

# ChartStringId.SvnFullStackedBar
source: Bar Stacked 100%
tr_tr: 100% İstiflenmiş Çubuk

# ChartStringId.MsgIncorrectSeriesIndentFixed
source: The fixed series indent should be greater than or equal to 0.
tr_tr: Fixlenmiş dizi uzaklığı 0'a büyük - eşit olmalıdır.

# ChartStringId.VerbAbout
source: About
tr_tr: Hakkında

# ChartStringId.MsgNullSeriesViewAxisX
source: The series view's X-axis can't be set to null.
tr_tr: Dizi görüntüsünün x-Ekseni 0'a kurulu olamaz!

# ChartStringId.MsgIncorrectAxisThickness
source: The axis thickness should be greater than 0.
tr_tr: Eksen kalınlığı 0'dan büyük olmalıdır.

# ChartStringId.MsgIncorrectLegendSpacingVertical
source: The legend vertical spacing should be greater than or equal to 0 and less than 1000.
tr_tr: Efsane dikey aralığı 0'a eşit ya da 0'dan büyük ve 1000'den küçük olmalıdır

# ChartStringId.SvnSpline
source: Spline
tr_tr: Eğri Cetvel

# ChartStringId.WizSeriesPageName
source: Series
tr_tr: Diziler

# ChartStringId.PrimaryAxisYName
source: PrimaryAxisY
tr_tr: Öncelikli Yekseni

# ChartStringId.MsgIncorrectSeriesDistanceFixed
source: The fixed series distance should be greater than or equal to 0.
tr_tr: Dizi uzaklığı 0'a büyük-eşit olmalıdır.

# ChartStringId.SvnCandleStick
source: Candle Stick
tr_tr: Mum Değneği

# ChartStringId.MsgIncorrectGridSpacing
source: The grid spacing should be greater than 0.
tr_tr: Izgara boşluğu 0'dan büyük olmalıdır

# ChartStringId.SvnStackedArea3D
source: Area 3D Stacked
tr_tr: İstiflenmiş 3D alan

# ChartStringId.MsgIncorrectPerspectiveAngle
source: The perspective angle should be greater than or equal to 0 and less than 180.
tr_tr: Perspektif açısı 0'a büyük-eşit ya da 180'en az olmalıdır

# ChartStringId.SvnStackedBar3D
source: Bar 3D Stacked
tr_tr: İstiflenmiş 3D çubuk

# ChartStringId.MsgIncorrectExplodedDistancePercentage
source: The exploded distance percentage value should be greater than 0.
tr_tr: Delikli halka yüzdeliği 0'a büyük-eşit ve 100;'e küçük-eşit olmalıdır.

# ChartStringId.SvnLine3D
source: Line 3D
tr_tr: Hat 3D

# ChartStringId.MsgIncompatibleArgumentScaleType
source: The {0} argument scale type is incompatible with the {1} series view.
tr_tr: {0} argüman terazi üye tipi {1} seri görünüşü ile uyumsuzdur!

# ChartStringId.MsgIncorrectSeriesViewAxisX
source: Can't set the series view's X-axis, because the specified axis isn't the primary X-axis of the chart's diagram, or isn't the primary axis at all.
tr_tr: Dizi görüntüsünü X Eksenine kuramazsınız!

# ChartStringId.MsgInitializeChartNotFound
source: The ChartControl isn't found, or there are several charts on this control. To solve the problem, you should handle the WizardPage.InitializePage event and manually specify the chart.
tr_tr: Grafik kontrolü bulunamadı; ya da bu kontrolde bir çok grafikler var.

# ChartStringId.SvnFullStackedArea3D
source: Area 3D Stacked 100%
tr_tr: 100% İstiflenmiş 3D alanı

# ChartStringId.WizChartTypePageName
source: Chart Type
tr_tr: Grafik Tipi

# ChartStringId.MsgPolarAxisXRangeChanged
source: The range of a polar X-axis can't be changed.
tr_tr: X Eksenli bir kutbun aralığı değiştirilemez!

# ChartStringId.VerbResetLegendPointOptionsDescription
source: Revert the legend point options to their default values.
tr_tr: Efsane nokta opsiyonlarını, varsayım değerlerine döndür!

# ChartStringId.MsgIncorrectUseImageProperty
source: Image property can't be used for the WebChartControl. Please, use the ImageUrl property instead.
tr_tr: Görüntü özellikleri WebChartControl için kullanılamaz. Lütfen, ImageUrl özelliklerini kullan!

# ChartStringId.DefaultMaxValue
source: Max
tr_tr: En çok

# ChartStringId.SvnSideBySideBar3D
source: Bar 3D
tr_tr: Çubuk 3D

# ChartStringId.IOCaption
source: Illegal Operation
tr_tr: Yasadışı İşlem

# ChartStringId.VerbWizardDescription
source: Run the Chart Wizard, which allows the properties of the chart to be edited.
tr_tr: Grafik sihirbazını yürüt

# ChartStringId.Msg3DRotationToolTip
source: Use Ctrl with the left mouse button to rotate the chart.
tr_tr: Grafiği döndürmak için farenin sol tuşu ile CTRL tuşunu kullan

# ChartStringId.SvnSplineArea
source: Spline Area
tr_tr: Eğri Cetvel Alanı

# ChartStringId.TrnChartWizard
source: Chart wizard settings applied
tr_tr: Grafik sihirbaz ayarları uygulandı

# ChartStringId.MsgIncorrectChildSeriesPointID
source: Child series point's ID must be positive or equal to zero.
tr_tr: Çocuk seri noktasının Kimliği ya 0'a eşit ya da pozitif olmalıdır.

# ChartStringId.SvnRadarArea
source: Radar Area
tr_tr: Radar Alanı

# ChartStringId.WizSeriesPageDescription
source: Create required series of points to be displayed in the chart, and customize their primary properties.
tr_tr: Grafikte gösterilmiş olan gerekli nokta dizilerini yarat! Onların öncelikli özelliklerini uyarla!

# ChartStringId.TrnSecondryAxisYDeleted
source: Secondary axis Y deleted
tr_tr: İkincil eksen Y silindi

# ChartStringId.MsgIncompatiblePointType
source: The type of the "{0}" point isn't compatible with the {1} scale.
tr_tr: {0} noktasının tipi {1} terazisi ile uyumlu değildir!

# ChartStringId.MsgIncorrectStockLevelLineLengthValue
source: The stock level line length value should be greater than or equal to 0.
tr_tr: Stok seviye hattının uzunluk değeri 0'a büyük-eşit olmalıdır.

# ChartStringId.MsgIncompatibleByArgumentScaleType
source: the argument scale type
tr_tr: Argüman terazi tipi

# ChartStringId.MsgIncorrectBarDepth
source: The bar depth should be greater than 0.
tr_tr: Çubuk derinliği 0'dan büyük olmalıdır.

# ChartStringId.WizChartTitlesPageName
source: Chart Titles
tr_tr: Grafik unvanları

# ChartStringId.MenuItemMoveUp
source: Move Up
tr_tr: Yukarı Taşı

# ChartStringId.TrnLegendPointOptionsReset
source: LegendPointOptions reset
tr_tr: Efsane Noktası opsiyonlarını sıfırlar

# ChartStringId.SvnRadarLine
source: Radar Line
tr_tr: Radar Hattı

# ChartStringId.WizDiagramPageName
source: Diagram
tr_tr: Diyagram

# ChartStringId.MsgIncorrectImageBounds
source: Can't create an image for the specified size.
tr_tr: Özelleştirilmiş ebatta bir görüntü yaratılamaz!

# ChartStringId.MsgWizardIncorrectBasePageType
source: The {0} must be inherited from the {1} class.
tr_tr: {0}, {1} sınıfından miras kalmış olmalıdır!

# ChartStringId.HighValueMember
source: High
tr_tr: Yüksek

# ChartStringId.SvnPoint
source: Point
tr_tr: Nokta

# ChartStringId.VerbSeriesDescription
source: Open the Series Collection Editor.
tr_tr: Dizi koleksiyon düzenleyicisini Aç

# ChartStringId.MsgIncorrectStripMinLimit
source: The min limit of the strip should be less than the max limit.
tr_tr: Şeridin minimum limiti maximum limitten küçük olmalıdır

# ChartStringId.SvnStepLine
source: Step Line
tr_tr: Basamak Hattı

# ChartStringId.PrimaryAxisXName
source: PrimaryAxisX
tr_tr: Öncelikli Xekseni

# ChartStringId.MsgIncorrectStripMaxLimit
source: The max limit of the strip should be greater than the min limit.
tr_tr: Şeridin maksimum limiti minimum limitten büyük olmalıdır

# ChartStringId.DefaultSeriesPointFilterName
source: SeriesPointFilter
tr_tr: Seri Nokta Süzgeci

# ChartStringId.MsgIncorrectSeriesLabelLineLength
source: The line length should be greater than or equal to 0 and less than 1000.
tr_tr: Hat uzunluğu 0'a büyük -eşit ve 1000'den az olmalıdır.

# ChartStringId.MsgIncorrectHorizontalScrollPercent
source: The horizontal scroll percent should be greater than or equal to -{0} and less than or equal to {0}.
tr_tr: Ufuksal kaydırma yüzdesi 0'dan büyük ya da eşit; 0'dan küçük ya da eşit olmalı

# ChartStringId.TrnSeriesTitleChanged
source: Series title changed
tr_tr: Dizi unvanı değiştirildi

# ChartStringId.MsgNullSeriesViewAxisY
source: The series view's Y-axis can't be set to null.
tr_tr: Dizi görüntüsünün Y-Ekseni 0'a kurulu olamaz!

# ChartStringId.MenuItemAdd
source: Add
tr_tr: Ekle

# ChartStringId.VerbClearDataSource
source: Clear Data Source
tr_tr: Veri Kaynağını Sil

# ChartStringId.SvnPolarPoint
source: Polar Point
tr_tr: Kutup Noktası

# ChartStringId.SvnFullStackedArea
source: Area Stacked 100%
tr_tr: 100% İstiflenmiş alan

# ChartStringId.MsgIncorrectTickmarkMinorLength
source: The length of the minor tickmark should be greater than 0.
tr_tr: Küçük işaretçinin uzunluğu 0'dan büyük olmalıdır

# ChartStringId.MsgCalcHitInfoNotSupported
source: Hit testing for 3D Chart Types isn't supported. So, this method is supported for 2D Chart Types only.
tr_tr: 3d Grafik tipleri için Vuruş test etmeler desteklenmemiştir. Bu metod sadece 2D grafik tipleri için desteklenir!

# ChartStringId.TrnExplodedPointsFilters
source: ExplodedPointsFilters changed
tr_tr: Genişletilmiş noktaların süzgeci değiştirildi

# ChartStringId.TrnLoadLayout
source: Chart layout loaded
tr_tr: Yüklü grafik düzenleme

# ChartStringId.VerbSeries
source: Series...
tr_tr: Dizi

# ChartStringId.MsgSeriesViewDoesNotExist
source: The {0} SeriesView doesn't exist.
tr_tr: 0 dizi görüntüsü yoktur.

# ChartStringId.PrintSizeModeStretch
source: Stretch (a chart is stretched or shrunk to fit the page on which it is printed)
tr_tr: Gerilmiş

# ChartStringId.MsgIncompatibleValueDataMember
source: The type of the "{0}" value data member isn't compatible with the {1} scale.
tr_tr: {0} değer veri üye tipi {1} terazisiyle uyumlu değildir!

# ChartStringId.MsgPolarAxisXGridSpacingChanged
source: The grid spacing of a polar X-axis can't be changed.
tr_tr: X Eksenli bir kutbun ızgara boşluğu değiştirilemez!

# ChartStringId.WizSpecifyDataFilters
source: Click the ellipsis button...
tr_tr: Elips butona bas…

# ChartStringId.VerbDataSnapshotDescription
source: Copy all the data from the bound datasource to the chart, and then unbind the chart.
tr_tr: Grafiğe sınır veri kaynağından tüm verileri kopyala; sonra da grafiği çöz

# ChartStringId.MsgIncorrectLabelAngle
source: The angle of the label should be greater than or equal to -360 and less than or equal to 360.
tr_tr: Etiketin açısı -360'a eşit ya da ondan büyük ve/veya 360'a eşit ya da ondan az olmalıdır.

# ChartStringId.StyleAllColors
source: All Colors
tr_tr: Tüm Renkler

# ChartStringId.MsgChartLoadingException
source: The specified XML file can't be opened, because it is either not a supported file type, or because the file has been damaged.
tr_tr: Belirlenmiş XML dosyası açılamaz; çünkü ya desteklenmiş bir dosya tipi değildir ya da dosya hasar görmüştür.

# ChartStringId.MsgIncorrectVerticalScrollPercent
source: The vertical scroll percent should be greater than or equal to -{0} and less than or equal to {0}.
tr_tr: Dikey kaydırma yüzdesi 0'a büyük eşit ve 0'dan küçük-eşit olmalıdır.

# ChartStringId.SvnPie3D
source: Pie 3D
tr_tr: Pasta 3D

# ChartStringId.SvnSideBySideRangeBar
source: Side By Side Range Bar
tr_tr: Yan Yana Aralık Çubuğu

# ChartStringId.VerbLoadLayout
source: Load...
tr_tr: Yükle…
