Repository: gsb123/e-cafe
Catalog: trunk/Localization/DevExpress.Data/PropertyNamesRes.*.resx
Languages: es, nl, sk

# System.Collections.CollectionBase
source: (Collection)
es: (Colección)
nl: (Collectie)

# System.Drawing.Size.Width
source: Width
es: Ancho
nl: Breedte

# System.Drawing.Size.Height
source: Height
es: Alto
nl: Hoogte

# System.Boolean.True
source: Yes
es: Sí
nl: Ja

# System.Boolean.False
source: No
nl: Nee

# System.Drawing.Font.Name
source: Name
es: Fuente
nl: Naam

# System.Drawing.Font.Size
source: Size
es: Tamaño
nl: Punten

# System.Drawing.Font.Unit
source: Unit
es: Unidad
nl: Eenheid

# System.Drawing.Font.Bold
source: Bold
es: Negrita
nl: Vet

# System.Drawing.Font.GdiCharSet
source: GDI Character Set
es: Conjunto de caracteres GDI
nl: GDI Tekenset

# System.Drawing.Font.GdiVerticalFont
source: GDI Vertical Font
es: Fuente vertical GDI
nl: GDI Verticale Font

# System.Drawing.Font.Italic
source: Italic
es: Cursiva
nl: Cursief

# System.Drawing.Font.Strikeout
source: Strikeout
es: Tachado
nl: Doorhalen

# System.Drawing.Font.Underline
source: Underline
es: Subrayado
nl: Onderstrepen

# DevExpress.Utils.DefaultBoolean.True
source: Yes
es: Sí
nl: Ja

# DevExpress.Utils.DefaultBoolean.False
source: No
nl: Nee

# DevExpress.Utils.DefaultBoolean.Default
source: Default
es: Por defecto
nl: Standaardinstelling

# System.Drawing.Printing.PaperKind.Custom
source: Custom
es: Personalizado
nl: Aangepast

# System.Drawing.Printing.PaperKind.Letter
source: Letter
es: Carta
nl: Brief

# System.Drawing.Printing.PaperKind.LetterSmall
source: Letter Small
es: Carta Small
nl: Brief Smal

# System.Drawing.Printing.PaperKind.Ledger
source: Ledger
es: Libre Mayor
nl: Grootboek

# System.Drawing.Printing.PaperKind.Legal
source: Legal
nl: Juridisch

# System.Drawing.Printing.PaperKind.Statement
source: Statement
es: Extracto
nl: Aanmaning

# System.Drawing.Printing.PaperKind.Executive
source: Executive
es: Ejecutivo
nl: Uitvoerend

# System.Drawing.Printing.PaperKind.A4Small
source: A4 Small
es: A4 Pequeño
nl: A4 Kleine

# System.Drawing.Printing.PaperKind.Standard10x14
source: Standard 10x14
es: Estándar 10x14
nl: Standaard 10x14

# System.Drawing.Printing.PaperKind.Standard11x17
source: Standard 11x17
es: Estándar 11x17
nl: Standaard 11x17

# System.Drawing.Printing.PaperKind.Note
source: Note
es: Nota
nl: Notitie

# System.Drawing.Printing.PaperKind.Number9Envelope
source: Number 9 Envelope
es: Number 9 Sobre
nl: Nummer 9-envelop

# System.Drawing.Printing.PaperKind.Number10Envelope
source: Number 10 Envelope
es: Number 10 Sobre
nl: Nummer 10-envelop

# System.Drawing.Printing.PaperKind.Number11Envelope
source: Number 11 Envelope
es: Number 11 Sobre
nl: Nummer 11-envelop

# System.Drawing.Printing.PaperKind.Number12Envelope
source: Number 12 Envelope
es: Number 12 Sobre
nl: Nummer 12-envelop

# System.Drawing.Printing.PaperKind.Number14Envelope
source: Number 14 Envelope
es: Number 14 Sobre
nl: Nummer 14-envelop

# System.Drawing.Printing.PaperKind.CSheet
source: C Sheet
es: C Hoja
nl: C Fiche

# System.Drawing.Printing.PaperKind.DSheet
source: D Sheet
es: D Hoja
nl: D Fiche

# System.Drawing.Printing.PaperKind.ESheet
source: E Sheet
es: E Hoja
nl: E Fiche

# System.Drawing.Printing.PaperKind.DLEnvelope
source: DL Envelope
es: DL Sobre
nl: DL-envelop

# System.Drawing.Printing.PaperKind.C5Envelope
source: C5 Envelope
es: C5 Sobre
nl: C5-envelop

# System.Drawing.Printing.PaperKind.C3Envelope
source: C3 Envelope
es: C3 Sobre
nl: C3-envelop

# System.Drawing.Printing.PaperKind.C4Envelope
source: C4 Envelope
es: C4 Sobre
nl: C4-envelop

# System.Drawing.Printing.PaperKind.C6Envelope
source: C6 Envelope
es: C6 Sobre
nl: C6-envelop

# System.Drawing.Printing.PaperKind.C65Envelope
source: C65 Envelope
es: C65 Sobre
nl: C65-envelop

# System.Drawing.Printing.PaperKind.B4Envelope
source: B4 Envelope
es: B4 Sobre
nl: B4-envelop

# System.Drawing.Printing.PaperKind.B5Envelope
source: B5 Envelope
es: B5 Sobre
nl: B5-envelop

# System.Drawing.Printing.PaperKind.B6Envelope
source: B6 Envelope
es: B6 Sobre
nl: B6-envelop

# System.Drawing.Printing.PaperKind.ItalyEnvelope
source: Italy Envelope
es: Italy Sobre
nl: Italië Envelop

# System.Drawing.Printing.PaperKind.MonarchEnvelope
source: Monarch Envelope
es: Monarch Sobre
nl: Envelope Monarch

# System.Drawing.Printing.PaperKind.PersonalEnvelope
source: Personal Envelope (6 3/4)
es: Personal Sobre (6 3/4)
nl: Persoonlijke Envelope (6 3 / 4)

# System.Drawing.Printing.PaperKind.GermanStandardFanfold
source: German Standard Fanfold
es: Alemán Estándar Fanfold
nl: Duitse norm Fanfold

# System.Drawing.Printing.PaperKind.GermanLegalFanfold
source: German Legal Fanfold
es: Alemán Legal Fanfold
nl: Duits juridische Fanfold

# System.Drawing.Printing.PaperKind.JapanesePostcard
source: Japanese Postcard
es: Japonés Postal
nl: Japanse Briefkaart

# System.Drawing.Printing.PaperKind.Standard9x11
source: Standard 9x11
es: Estándar 9x11
nl: Standaard 9x11

# System.Drawing.Printing.PaperKind.Standard10x11
source: Standard 10x11
es: Estándar 10x11
nl: Standaard 10x11

# System.Drawing.Printing.PaperKind.Standard15x11
source: Standard 15x11
es: Estándar 15x11
nl: Standaard 15x11

# System.Drawing.Printing.PaperKind.InviteEnvelope
source: Invite Envelope
es: Invite Sobre
nl: Uitnodiging Envelop

# System.Drawing.Printing.PaperKind.LetterExtra
source: Letter Extra
es: Carta Extra
nl: Brief Extra

# System.Drawing.Printing.PaperKind.LegalExtra
source: Legal Extra
nl: Juridisch Extra

# System.Drawing.Printing.PaperKind.LetterTransverse
source: Letter Transverse
es: Carta Transverse
nl: Brief Transverse

# System.Drawing.Printing.PaperKind.LetterExtraTransverse
source: Letter Extra Transverse
es: Carta Extra Transverse
nl: Brief Extra Transverse

# System.Drawing.Printing.PaperKind.JapaneseDoublePostcard
source: Japanese Double Postcard
es: Japonés Doble Postal
nl: Japanse Double Postcard

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeKakuNumber2
source: Japanese Envelope Kaku Number 2
es: Japonés Sobre Kaku Número 2
nl: Japanse Envelop Kaku Nummer 2

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeKakuNumber3
source: Japanese Envelope Kaku Number 3
es: Japonés Sobre Kaku Número 3
nl: Japanse Envelop Kaku Nummer 3

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeChouNumber3
source: Japanese Envelope Chou Number 3
es: Japonés Sobre Chou Número 3
nl: Japanse Envelope Chou Nummer 3

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeChouNumber4
source: Japanese Envelope Chou Number 4
es: Japonés Sobre Chou Número 4
nl: Japanse Envelope Chou Nummer 4

# System.Drawing.Printing.PaperKind.LetterRotated
source: Letter Rotated
es: Carta Rotated
nl: Brief Geroteerd

# System.Drawing.Printing.PaperKind.A3Rotated
source: A3 Rotated
es: A3 Rotado
nl: A3 Geroteerd

# System.Drawing.Printing.PaperKind.A4Rotated
source: A4 Rotated
es: A4 Rotado
nl: A4 Geroteerd

# System.Drawing.Printing.PaperKind.A5Rotated
source: A5 Rotated
es: A5 Rotado
nl: A5 Geroteerd

# System.Drawing.Printing.PaperKind.B4JisRotated
source: JIS B4 Rotated
es: JIS B4 Rotado
nl: JIS B4 Geroteerd

# System.Drawing.Printing.PaperKind.B5JisRotated
source: JIS B5 Rotated
es: JIS B5 Rotado
nl: JIS B5 Geroteerd

# System.Drawing.Printing.PaperKind.JapanesePostcardRotated
source: Japanese Postcard Rotated
es: Japonés Postal Rotado
nl: Japanse Briefkaart Geroteerd

# System.Drawing.Printing.PaperKind.JapaneseDoublePostcardRotated
source: Japanese Double Postcard Rotated
es: Japonés Doble Postal Rotado
nl: Japanse Double Postcard Geroteerd

# System.Drawing.Printing.PaperKind.A6Rotated
source: A6 Rotated
es: A6 Rotado
nl: A6 Geroteerd

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeKakuNumber2Rotated
source: Japanese Envelope Kaku Number 2 Rotated
es: Japonés Sobre Kaku Número 2 Rotado
nl: Japanse Envelop Kaku Nummer 2 Geroteerd

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeKakuNumber3Rotated
source: Japanese Envelope Kaku Number 3 Rotated
es: Japonés Sobre Kaku Número 3 Rotado
nl: Japanse Envelop Kaku Nummer 3 Geroteerd

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeChouNumber3Rotated
source: Japanese Envelope Chou Number 3 Rotated
es: Japonés Sobre Chou Número 3 Rotado
nl: Japanse Envelope Chou Nummer 3 Geroteerd

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeChouNumber4Rotated
source: Japanese Envelope Chou Number 4 Rotated
es: Japonés Sobre Chou Número 4 Rotado
nl: Japanse Envelope Chou Nummer 4 Geroteerd

# System.Drawing.Printing.PaperKind.B6Jis
source: JIS B6
nl: B6 JIS

# System.Drawing.Printing.PaperKind.B6JisRotated
source: JIS B6 Rotated
es: JIS B6 Rotado
nl: JIS B6 Geroteerd

# System.Drawing.Printing.PaperKind.Standard12x11
source: Standard 12x11
es: Estándar 12x11
nl: Standaard 12x11

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeYouNumber4
source: Japanese Envelope You Number 4
es: Japonés Sobre You Número 4
nl: Japanse Envelop U Nummer 4

# System.Drawing.Printing.PaperKind.JapaneseEnvelopeYouNumber4Rotated
source: Japanese Envelope You Number 4 Rotated
es: Japonés Sobre You Número 4 Rotado
nl: Japanse Envelop U Nummer 4 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber1
source: Prc Envelope Number 1
es: Prc Sobre Número 1
nl: Prc Envelop Nummer 1

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber2
source: Prc Envelope Number 2
es: Prc Sobre Número 2
nl: Prc Envelop Nummer 2

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber3
source: Prc Envelope Number 3
es: Prc Sobre Número 3
nl: Prc Envelop Nummer 3

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber4
source: Prc Envelope Number 4
es: Prc Sobre Número 4
nl: Prc Envelop Nummer 4

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber5
source: Prc Envelope Number 5
es: Prc Sobre Número 5
nl: Prc Envelop Nummer 5

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber6
source: Prc Envelope Number 6
es: Prc Sobre Número 6
nl: Prc Envelop Nummer 6

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber7
source: Prc Envelope Number 7
es: Prc Sobre Número 7
nl: Prc Envelop Nummer 7

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber8
source: Prc Envelope Number 8
es: Prc Sobre Número 8
nl: Prc Envelop Nummer 8

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber9
source: Prc Envelope Number 9
es: Prc Sobre Número 9
nl: Prc Envelop Nummer 9

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber10
source: Prc Envelope Number 10
es: Prc Sobre Número 10
nl: Prc Envelop Number 10

# System.Drawing.Printing.PaperKind.Prc16KRotated
source: Prc 16K Rotated
es: Prc 16K Rotado
nl: Prc 16K Geroteerd

# System.Drawing.Printing.PaperKind.Prc32KRotated
source: Prc 32K Rotated
es: Prc 32K Rotado
nl: Prc 32K Geroteerd

# System.Drawing.Printing.PaperKind.Prc32KBigRotated
source: Prc 32K Big Rotated
es: Prc 32K Grande Rotado
nl: Prc 32K Big Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber1Rotated
source: Prc Envelope Number 1 Rotated
es: Prc Sobre Número 1 Rotado
nl: Prc Envelop Nummer 1 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber2Rotated
source: Prc Envelope Number 2 Rotated
es: Prc Sobre Número 2 Rotado
nl: Prc Envelop Nummer 2 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber3Rotated
source: Prc Envelope Number 3 Rotated
es: Prc Sobre Número 3 Rotado
nl: Prc Envelop Nummer 3 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber4Rotated
source: Prc Envelope Number 4 Rotated
es: Prc Sobre Número 4 Rotado
nl: Prc Envelop Nummer 4 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber5Rotated
source: Prc Envelope Number 5 Rotated
es: Prc Sobre Número 5 Rotado
nl: Prc Envelop Nummer 5 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber6Rotated
source: Prc Envelope Number 6 Rotated
es: Prc Sobre Número 6 Rotado
nl: Prc Envelop Nummer 6 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber7Rotated
source: Prc Envelope Number 7 Rotated
es: Prc Sobre Número 7 Rotado
nl: Prc Envelop Nummer 7 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber8Rotated
source: Prc Envelope Number 8 Rotated
es: Prc Sobre Número 8 Rotado
nl: Prc Envelop Nummer 8 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber9Rotated
source: Prc Envelope Number 9 Rotated
es: Prc Sobre Número 9 Rotado
nl: Prc Envelop Nummer 9 Geroteerd

# System.Drawing.Printing.PaperKind.PrcEnvelopeNumber10Rotated
source: Prc Envelope Number 10 Rotated
es: Prc Sobre Número 10 Rotado
nl: Prc Envelop Nummer 10 Geroteerd

# System.Drawing.StringAlignment.Near
source: Near
es: Próximo
nl: Nabij

# System.Drawing.StringAlignment.Center
source: Center
es: Centrado
nl: Centreren

# System.Drawing.StringAlignment.Far
source: Far
es: Lejano
nl: Ver

# System.Drawing.Drawing2D.HatchStyle.Horizontal
source: Horizontal
nl: Horizontaal

# System.Drawing.Drawing2D.HatchStyle.Vertical
source: Vertical
nl: Vertikaal

# System.Drawing.Drawing2D.HatchStyle.ForwardDiagonal
source: Forward Diagonal
es: Diagonal hacia arriba
nl: Doorsturen Diagonal

# System.Drawing.Drawing2D.HatchStyle.BackwardDiagonal
source: Backward Diagonal
es: Diagonal hacia abajo
nl: Retrospectieve Diagonal

# System.Drawing.Drawing2D.HatchStyle.Cross
source: Cross
nl: Kruis

# System.Drawing.Drawing2D.HatchStyle.LargeGrid
source: Large Grid
es: Gran rejilla
nl: Groot grid

# System.Drawing.Drawing2D.HatchStyle.DiagonalCross
source: Diagonal Cross
es: Cruz diagonal
nl: Diagonaal kruis

# System.Drawing.Drawing2D.HatchStyle.Percent05
source: Percent 05
es: 05 Porcien
nl: 05 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent10
source: Percent 10
es: 10 Porcien
nl: 10 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent20
source: Percent 20
es: 20 Porcien
nl: 20 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent25
source: Percent 25
es: 25 Porcien
nl: 25 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent30
source: Percent 30
es: 30 Porcien
nl: 30 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent40
source: Percent 40
es: 40 Porcien
nl: 40 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent50
source: Percent 50
es: 50 Porcien
nl: 50 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent60
source: Percent 60
es: 60 Porcien
nl: 60 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent70
source: Percent 70
es: 70 Porcien
nl: 70 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent75
source: Percent 75
es: 75 Porcien
nl: 75 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent80
source: Percent 80
es: 80 Porcien
nl: 80 Procent

# System.Drawing.Drawing2D.HatchStyle.Percent90
source: Percent 90
es: 90 Porcien
nl: 90 Procent

# System.Drawing.Drawing2D.HatchStyle.LightDownwardDiagonal
source: Light Downward Diagonal
nl: Licht neerwaarts diagonaal

# System.Drawing.Drawing2D.HatchStyle.LightUpwardDiagonal
source: Light Upward Diagonal
nl: Licht opwaarts diagonaal

# System.Drawing.Drawing2D.HatchStyle.DarkDownwardDiagonal
source: Dark Downward Diagonal
nl: Donkerblauw diagonaal

# System.Drawing.Drawing2D.HatchStyle.DarkUpwardDiagonal
source: Dark Upward Diagonal
nl: Donker opwaarts diagonaal

# System.Drawing.Drawing2D.HatchStyle.WideDownwardDiagonal
source: Wide Downward Diagonal
nl: Breed neerwaarts diagonaal

# System.Drawing.Drawing2D.HatchStyle.WideUpwardDiagonal
source: Wide Upward Diagonal
nl: Breed opwaarts diagonaal

# System.Drawing.Drawing2D.HatchStyle.LightVertical
source: Light Vertical
nl: Licht vertikaal

# System.Drawing.Drawing2D.HatchStyle.LightHorizontal
source: Light Horizontal
nl: Licht Horizontaal

# System.Drawing.Drawing2D.HatchStyle.NarrowVertical
source: Narrow Vertical
nl: Smal vertikaal

# System.Drawing.Drawing2D.HatchStyle.NarrowHorizontal
source: Narrow Horizontal
nl: Smal horizontaal

# System.Drawing.Drawing2D.HatchStyle.DarkVertical
source: Dark Vertical
nl: Donker verticaal

# System.Drawing.Drawing2D.HatchStyle.DarkHorizontal
source: Dark Horizontal
nl: Donker horizontaal

# System.Drawing.Drawing2D.HatchStyle.DashedDownwardDiagonal
source: Dashed Downward Diagonal
nl: Streeplijnen Neerwaartse Diagonaal

# System.Drawing.Drawing2D.HatchStyle.DashedUpwardDiagonal
source: Dashed Upward Diagonal
nl: Streeplijnen Stijgende Diagonal

# System.Drawing.Drawing2D.HatchStyle.DashedHorizontal
source: Dashed Horizontal
nl: Gestippeld horizontaal

# System.Drawing.Drawing2D.HatchStyle.DashedVertical
source: Dashed Vertical
nl: Gestippeld verticaal

# System.Drawing.Drawing2D.HatchStyle.SmallConfetti
source: Small Confetti
es: Pequeño confeti
nl: Kleine confetti

# System.Drawing.Drawing2D.HatchStyle.LargeConfetti
source: Large Confetti
es: Gran confeti
nl: Grote confetti

# System.Drawing.Drawing2D.HatchStyle.Wave
source: Wave
nl: Golf

# System.Drawing.Drawing2D.HatchStyle.DiagonalBrick
source: Diagonal Brick
nl: Diagonaal steen

# System.Drawing.Drawing2D.HatchStyle.HorizontalBrick
source: Horizontal Brick
nl: Horizontale steen

# System.Drawing.Drawing2D.HatchStyle.Weave
source: Weave
nl: Geweven

# System.Drawing.Drawing2D.HatchStyle.DottedDiamond
source: Dotted Diamond
nl: Gestippelde diamant

# System.Drawing.Drawing2D.HatchStyle.Sphere
source: Sphere
nl: Sfeer

# System.Drawing.Drawing2D.HatchStyle.SmallGrid
source: Small Grid
nl: Klein grid

# System.Drawing.Drawing2D.HatchStyle.SmallCheckerBoard
source: Small Checker Board
nl: Kleine Checker Board

# System.Drawing.Drawing2D.HatchStyle.LargeCheckerBoard
source: Large Checker Board
nl: Grote Checker Board

# System.Drawing.Drawing2D.HatchStyle.OutlinedDiamond
source: Outlined Diamond
nl: Diamant

# System.Drawing.Drawing2D.HatchStyle.SolidDiamond
source: Solid Diamond
nl: Vaste diamant

# DevExpress.XtraPrinting.VerticalContentSplitting.Smart
source: Smart
es: Inteligente
nl: Slim

# DevExpress.Utils.FormatInfo.FormatType
source: Format Type
es: Tipo de Formato
nl: Formaat Type

# DevExpress.Utils.FormatType.None
source: None
es: Ninguno
nl: Geen

# DevExpress.Utils.FormatType.Numeric
source: Numeric
es: Numérico
nl: Numeriek

# DevExpress.Utils.FormatType.DateTime
source: Date Time
es: Fecha Hora
nl: Datum/Tijd

# DevExpress.Utils.FormatType.Custom
source: Custom
es: Personalizado
nl: Aangepast

# DevExpress.Data.UnboundColumnType.Bound
source: Bound
es: Atado
nl: Gebonden

# DevExpress.Data.UnboundColumnType.Integer
source: Integer
es: Entero
nl: Geheel getal

# DevExpress.Data.UnboundColumnType.Decimal
source: Decimal
nl: Decimaal

# DevExpress.Data.UnboundColumnType.DateTime
source: Date Time
es: Fecha Hora
nl: Datum/Tijd

# DevExpress.Data.UnboundColumnType.String
source: String
es: Cadena
nl: Tekenreeks

# DevExpress.Data.UnboundColumnType.Boolean
source: Boolean
es: Booleana
nl: Ja/Nee

# DevExpress.Utils.HorzAlignment.Default
source: Default
es: Por defecto
nl: Standaardinstelling

# DevExpress.Utils.HorzAlignment.Near
source: Near
es: Próximo
nl: Nabij

# DevExpress.Utils.HorzAlignment.Center
source: Center
es: Centrado
nl: Centreren

# DevExpress.Utils.HorzAlignment.Far
source: Far
es: Lejeno
nl: Ver

# DevExpress.Utils.VertAlignment.Default
source: Default
es: Por Defecto
nl: Standaardinstelling

# DevExpress.Utils.VertAlignment.Top
source: Top
es: Superior
nl: Bovenkant

# DevExpress.Utils.VertAlignment.Center
source: Center
es: Centrado
nl: Centreren

# DevExpress.Utils.VertAlignment.Bottom
source: Bottom
es: Inferior
nl: Onderkant

# System.Drawing.Drawing2D.LinearGradientMode.Horizontal
source: Horizontal
nl: Horizontaal

# System.Drawing.Drawing2D.LinearGradientMode.Vertical
source: Vertical
nl: Vertikaal

# System.Drawing.Drawing2D.LinearGradientMode.ForwardDiagonal
source: Forward Diagonal
es: Diagonal hacia Delante
nl: Doorsturen Diagonal

# System.Drawing.Drawing2D.LinearGradientMode.BackwardDiagonal
source: Backward Diagonal
es: Diagonal hacia Atrás
nl: Retrospectieve Diagonal

# DevExpress.Utils.OptionsColumnLayout.RemoveOldColumns
source: Remove Old Columns
es: Eliminar Antiguas Columnas
nl: Verwijder Oud Zuilen

# DevExpress.Utils.OptionsColumnLayout.AddNewColumns
source: Add New Columns
es: Añadir Nuevas Columnas
nl: Toevoegen van nieuwe kolommen

# DevExpress.Utils.OptionsColumnLayout.StoreLayout
source: Store Layout
es: Guardar Distribución
nl: Opmaak Opslaan

# DevExpress.Utils.OptionsColumnLayout.StoreAppearance
source: Store Appearance
es: Guardar Apariencia
nl: Opmaak Weergave

# DevExpress.Utils.OptionsColumnLayout.StoreAllOptions
source: Store All Options
es: Guardar Todas Opciones
nl: Opmaak Alle Opties

# DevExpress.XtraReports.UI.VerticalAnchorStyles.None
source: None
es: Ninguno
nl: Geen
sk: Žiadne

# DevExpress.XtraReports.UI.VerticalAnchorStyles.Top
source: Top
es: Superior
nl: Bovenkant
sk: Hore

# DevExpress.XtraReports.UI.VerticalAnchorStyles.Bottom
source: Bottom
es: Inferior
nl: Onderkant
sk: Dole

# DevExpress.XtraReports.UI.VerticalAnchorStyles.Both
source: Both
es: Ambos
nl: Beide
sk: Hore i dole

# DevExpress.XtraReports.UI.PrintOnPages.AllPages
source: All Pages
es: Todas las Páginas
nl: Alle pagina's
sk: Všetky strany

# DevExpress.XtraReports.UI.PrintOnPages.NotWithReportHeader
source: Not with Report Header
es: Sin Cabecera del Informe
nl: Niet met Rapport Header
sk: Mimo prvej

# DevExpress.XtraReports.UI.PrintOnPages.NotWithReportFooter
source: Not with Report Footer
es: Sin Pie del Informe
nl: Niet met Rapport Voettekst
sk: Mimo poslednej

# DevExpress.XtraReports.UI.PrintOnPages.NotWithReportHeaderAndReportFooter
source: Not with Report Header and Report Footer
es: Sin Cabecera ni Pie del Informe
nl: Niet met Rapport Header en Rapport Voettekst
sk: Mimo prvej a poslednej

# DevExpress.XtraPrinting.ExportOptions
source: Export Options
es: Opciones de Exportación
nl: Export Opties
sk: Možnosti exportu

# DevExpress.XtraPrinting.EmailOptions
source: E-mail Options
es: Opciones de Correo Electrónico
nl: E-mail-opties
sk: Možnosti emailu

# DevExpress.XtraPrinting.PrintPreviewOptions
source: Print Preview Options
es: Opciones de Vista Previa
nl: Afdrukvoorbeeld Opties
sk: Možnosti náhľadu

# DevExpress.XtraPrinting.PrinterSettingsUsing
source: Using Printer Settings
es: Usar Configuración de la Impresora
nl: Met behulp van Printerinstellingen
sk: Použiť nastavenie tlačiarne

# DevExpress.XtraPrinting.Drawing.DirectionMode.Horizontal
source: Horizontal
nl: Horizontaal
sk: Vodorovne

# DevExpress.XtraPrinting.Drawing.DirectionMode.ForwardDiagonal
source: Forward Diagonal
es: Diagonal hacia Delante
nl: Doorsturen Diagonal
sk: Sklonený vpravo

# DevExpress.XtraPrinting.Drawing.DirectionMode.BackwardDiagonal
source: Backward Diagonal
es: Diagonal hacia Atrás
nl: Retrospectieve Diagonal
sk: Sklonený vľavo

# DevExpress.XtraPrinting.Drawing.DirectionMode.Vertical
source: Vertical
nl: Vertikaal
sk: Zvisle

# DevExpress.XtraPrinting.Drawing.ImageViewMode.Clip
source: Clip
es: Recortar
nl: Bijsnijden
sk: Orezať

# DevExpress.XtraPrinting.Drawing.ImageViewMode.Stretch
source: Stretch
es: Estirar
nl: Uitrekken
sk: Roztiahnuť

# DevExpress.XtraPrinting.Drawing.ImageViewMode.Zoom
source: Zoom
es: Ampliar
nl: Inzoomen
sk: Prispôsobiť

# DevExpress.XtraPrinting.Drawing.PageWatermark.ShowBehind
source: Show Behind
es: Mostrar Detrás
nl: Toon Achter
sk: Zobraziť za textom

# DevExpress.XtraPrinting.Drawing.PageWatermark.Image
source: Image
es: Imagen
nl: Afbeelding
sk: Obrázok

# DevExpress.XtraPrinting.Drawing.PageWatermark.ImageAlign
source: Image Alignment
es: Alineación Imagen
nl: Afbeeldingsuitlijning
sk: Zarovnanie obrázku

# DevExpress.XtraPrinting.Drawing.PageWatermark.ImageViewMode
source: Image View Mode
es: Modo de Visualización del Imagen
nl: Afbeelding Weergavemodus
sk: Veľkost obrázku

# DevExpress.XtraPrinting.Drawing.PageWatermark.ImageTiling
source: Image Tiling
es: Repetición Imagen
nl: Afbeelding Tegels
sk: Opakovanie obrázku

# DevExpress.XtraPrinting.Drawing.PageWatermark.TextDirection
source: Text Direction
es: Orientación del Texto
nl: Tekst Richting
sk: Smer textu

# DevExpress.XtraPrinting.Drawing.PageWatermark.Text
source: Text
es: Texto
nl: Tekst
