Repository: gsb123/e-cafe
Catalog: trunk/Localization/DevExpress.Data/PropertyNamesRes.*.resx
Languages: es, nl, sk

# DevExpress.XtraPrinting.Drawing.PageWatermark.Font
source: Font
es: Fuente
nl: Lettertype
sk: Písmo

# DevExpress.XtraPrinting.Drawing.PageWatermark.ForeColor
source: Foreground Color
es: Color Primer Plano
nl: Voorgrondkleur
sk: Farba písma

# DevExpress.XtraPrinting.Drawing.PageWatermark.TextTransparency
source: Text Transparency
es: Transparencia del Texto
nl: Tekst Transparantie
sk: Priehlľadnosť textu

# DevExpress.XtraPrinting.Drawing.PageWatermark.ImageTransparency
source: Image Transparency
es: Transparencia Imagen
nl: Afbeelding Transparantie
sk: Priehladnosť obrázku

# DevExpress.XtraPrinting.Drawing.Watermark.PageRange
source: Page Range
es: Rango de Páginas
nl: Pagina bereik
sk: Rozsah strán

# DevExpress.XtraPrinting.PrinterSettingsUsing.UseMargins
source: Use Margins
es: Usar Márgenes
nl: Gebruik Marges
sk: Použiť okraje

# DevExpress.XtraPrinting.PrinterSettingsUsing.UsePaperKind
source: Use Paper Kind
es: Usar Tipo de Papel
nl: Gebruik papier Kind
sk: Použiť typ papiera

# DevExpress.XtraPrinting.PrinterSettingsUsing.UseLandscape
source: Use Landscape
es: Usar Apaisado
nl: Gebruik Landschap
sk: Použiť orientáciu papiera

# DevExpress.XtraPrinting.EmailOptions.RecipientName
source: Recipient Name
es: Nombre Destinatario
nl: Naam ontvanger
sk: Meno príjemcu

# DevExpress.XtraPrinting.EmailOptions.RecipientAddress
source: Recipient Address
es: Dirección del Destinatario
nl: Ontvanger Adres
sk: Adresa príjemcu

# DevExpress.XtraPrinting.EmailOptions.RecipientAddressPrefix
source: Recipient Address Prefix
es: Prefijo Dirección del Destinatario
nl: Ontvanger Adres Prefix
sk: Prefix adresy príjemcu

# DevExpress.XtraPrinting.EmailOptions.Subject
source: Subject
es: Asunto
nl: Onderwerp
sk: Predmet

# DevExpress.XtraPrinting.EmailOptions.Body
source: Body
es: Contenido
nl: Hoofdtekst
sk: Telo správy

# DevExpress.XtraPrinting.PrintPreviewOptions.ShowOptionsBeforeExport
source: Show Options Dialog Before Export
es: Mostrar Pantalla de Opciones Antes de Exportar
nl: Toon dialoogvenster Opties vóór de uitvoer
sk: Zobraziť možnosti pred exportom

# DevExpress.XtraPrinting.PrintPreviewOptions.DefaultFileName
source: Default File Name
es: Nombre de Fichero por Defecto
nl: Standaard Bestandsnaam
sk: Východzí názov súboru

# DevExpress.XtraPrinting.PrintPreviewOptions.ActionAfterExport
source: Action After Export
es: Acción Después de la Exportación
nl: Actie na export
sk: Akcia po exporte

# DevExpress.XtraPrinting.PrintPreviewOptions.SaveMode
source: Save Mode
es: Modo para Guardar
nl: Opslaan Modus
sk: Spôsob ukladania

# DevExpress.XtraPrinting.PrintPreviewOptions.DefaultDirectory
source: Default Directory
es: Carpeta por Defecto
nl: Standaard Directory
sk: Východzí adresár

# DevExpress.XtraPrinting.BarCode.BarCodeGeneratorBase.CalcCheckSum
source: Calculate a Checksum
es: Calcular Suma de Verificación
nl: Bereken een Checksum
sk: Počítať kontrolný súčet

# DevExpress.XtraPrinting.Shape.ShapeBase.ShapeName
source: Shape Name
es: Nombre Figura
nl: Vorm Naam
sk: Názov tvaru

# DevExpress.XtraPrinting.ActionAfterExport.None
source: None
es: Ninguno
nl: Geen
sk: Neprevádzať nič

# DevExpress.XtraPrinting.ActionAfterExport.Open
source: Open
es: Abrir
nl: Openen
sk: Otvoriť

# DevExpress.XtraPrinting.ActionAfterExport.AskUser
source: Ask a User
es: Preguntar al Usuario
nl: Vraag een gebruiker
sk: Opýtať sa uživateľa

# DevExpress.XtraPrinting.SaveMode.UsingDefaultPath
source: Using a Default Path
es: Usar Carpeta por Defecto
nl: Met behulp van een standaard pad
sk: Použiť východziu cestu

# DevExpress.XtraPrinting.SaveMode.UsingSaveFileDialog
source: Using a Save File Dialog
es: Usando Diálogo de Guardar
nl: Met behulp van een dialoogvenster Bestand opslaan
sk: Opátať sa uživateľa

# DevExpress.XtraPrinting.BarCode.BarCodeOrientation.Normal
source: Normal
nl: Normaal
sk: Normálne

# DevExpress.XtraPrinting.BarCode.BarCodeOrientation.UpsideDown
source: Upside Down
es: Invertir
nl: Ondersteboven
sk: Obrátiť

# DevExpress.XtraPrinting.BarCode.BarCodeOrientation.RotateLeft
source: Rotate to the Left
es: Rotar hacia la Izquierda
nl: Draai naar links
sk: Otočiť vľavo

# DevExpress.XtraPrinting.BarCode.BarCodeOrientation.RotateRight
source: Rotate to the Right
es: Rotar hacia la Derecha
nl: Draai naar rechts
sk: Otočiť vpravo

# DevExpress.XtraPrinting.BarCode.Code128Generator.CharacterSet
source: Character Set
nl: Tekenset
sk: Znaková sada

# DevExpress.XtraPrinting.BarCode.EAN128Generator.FNC1Substitute
source: FNC1 Functional Character
nl: FNC1 Functionele Karakter
sk: Znak nahradený FNC1

# DevExpress.XtraPrinting.BarCode.EAN128Generator.HumanReadableText
source: Human-Readable Text
es: Texto Legible
nl: Mens-leesbare tekst
sk: Text pre uživateľa

# DevExpress.XtraPrinting.BarCode.CodabarGenerator.StartStopPair
source: Start and Stop Symbols
es: Símbolos de Inicio y Final
nl: Start en Stop Symbolen
sk: Symboly začiatku a konca

# DevExpress.XtraPrinting.Shape.FilletShapeBase.Fillet
source: Fillet
nl: Haas
sk: Zaoblenie

# DevExpress.XtraPrinting.Shape.ShapePolygon.NumberOfSides
source: Number of Sides
es: Número de Lados
nl: Aantal Kanten
sk: Počet strán

# DevExpress.XtraPrinting.Shape.ShapeBracket.TipLength
source: Tip's Length
es: Longitud de la Punta
nl: Tip's lengte
sk: Dĺžka hrotu

# DevExpress.XtraPrinting.Shape.ShapeBrace.Fillet
source: Fillet
nl: Haas
sk: Zaoblenie

# DevExpress.XtraPrinting.Shape.ShapeBrace.TailLength
source: Tail's Length
es: Longitud de la Cola
nl: Achterkant lengte
sk: Dĺžka konca

# DevExpress.XtraPrinting.Shape.ShapeArrow.ArrowWidth
source: Arrow Width
es: Anchura para Flecha
nl: Pijl Breedte
sk: Šírka šípky

# DevExpress.XtraPrinting.Shape.ShapeArrow.ArrowHeight
source: Arrow Height
es: Altura para Flecha
nl: Pijl Hoogte
sk: Výška šípky

# DevExpress.XtraPrinting.Shape.ShapeCross.VerticalLineWidth
source: Vertical Line Width
es: Grosor Línea Vertical
nl: Verticale lijnen
sk: Šírka zvvislej čiary

# DevExpress.XtraPrinting.Shape.ShapeCross.HorizontalLineWidth
source: Horizontal Line Width
es: Grosor Línea Horizontal
nl: Horizontale lijn Breedte
sk: Šírka vodorovnej čiary

# DevExpress.XtraPrinting.Shape.ShapeStar.StarPointCount
source: Count of Star Points
es: Puntos de Estrella
nl: Graaf van Star Points
sk: Počet vrcholov

# DevExpress.XtraPrinting.Shape.ShapeStar.Concavity
source: Concavity
es: Concavidad
nl: Holheid
sk: Vydutie

# DevExpress.XtraPrinting.BarCode.Code128Charset.CharsetAuto
source: Auto Charset
nl: Auto Karakterset
sk: Automaticky

# DevExpress.XtraPrinting.BarCode.MSICheckSum.None
source: None
es: Ninguno
nl: Geen
sk: Žiadny

# DevExpress.XtraPrinting.BarCode.CodabarStartStopPair.None
source: None
es: Ninguno
nl: Geen
sk: Žiadne

# DevExpress.XtraPrinting.BorderSide.Bottom
source: Bottom
es: Inferior
nl: Onder

# DevExpress.XtraPrinting.PageByPageExportOptionsBase.PageRange
source: Page Range
es: Rango de Páginas
nl: Pagina reeks

# DevExpress.XtraPrinting.ImageExportMode.SingleFile
source: Single File
es: Fichero Simple
nl: Eén bestand

# DevExpress.XtraPrinting.BorderSide.All
source: All
es: Todos
nl: Alle

# DevExpress.XtraPrinting.PdfJpegImageQuality.High
source: High
es: Alto
nl: Hoog

# DevExpress.XtraPrinting.HtmlExportMode.DifferentFiles
source: Different Files
es: Ficheros Distintos
nl: Meerdere bestanden

# DevExpress.XtraPrinting.PdfDocumentOptions.Subject
source: Subject
es: Asunto
nl: Onderwerp

# DevExpress.XtraPrinting.TextAlignment.MiddleJustify
source: Middle Justify
es: Medio Justificado
nl: Midden uitgelijnd

# DevExpress.XtraPrinting.PdfExportOptions.DefaultResourceFile
source: Default Resource File
es: Fichero de Recursos por Defecto
nl: Standaard Resource-bestand

# DevExpress.XtraPrinting.ImageSizeMode.CenterImage
source: Center Image
es: Centrar Imagen
nl: Afbeelding Centreren

# DevExpress.XtraPrinting.XlsExportOptions
source: XLS Export Options
es: Opciones de Exportación XLS
nl: XLS Export Opties

# DevExpress.XtraPrinting.ImageExportOptions.PageBorderColor
source: Page Border's Color
es: Color Marco de Página
nl: Pagina randkleur

# DevExpress.XtraPrinting.XlsExportOptionsBase.TextExportMode
source: Text Export Mode
es: Modo de Exportación de Texto
nl: Tekst Export Modus

# DevExpress.XtraPrinting.PdfJpegImageQuality.Highest
source: Highest
es: MásAlto
nl: Hoogste

# DevExpress.XtraPrinting.ImageExportMode.DifferentFiles
source: Different Files
es: Ficheros Distintos
nl: Meerdere bestanden

# DevExpress.XtraPrinting.HtmlExportMode.SingleFile
source: Single File
es: Fichero Simple
nl: Eén bestand

# DevExpress.XtraPrinting.BorderSide.Right
source: Right
es: Derecha
nl: Rechts

# DevExpress.XtraPrinting.XlsExportOptions.ShowGridLines
source: Show Grid Lines
es: Mostrar Líneas de Rejilla
nl: Toon lijnen

# DevExpress.XtraPrinting.XlsxExportOptions
source: XLSx Export Options
es: Opciones de Exportación XLSx
nl: XLSx Export Opties

# DevExpress.XtraPrinting.PageInfo.Number
source: Page Number
es: Números de Página
nl: Paginanummer

# DevExpress.XtraPrinting.XlsExportOptions.Ignore256ColumnsLimit
source: Ignore 256 Columns Limit
es: Ignorar Limite de 256 Columnas
nl: Negeer limiet 256 kolommen

# DevExpress.XtraPrinting.PageInfo.None
source: None
es: Ninguno
nl: Geen

# DevExpress.XtraPrinting.PageInfo.NumberOfTotal
source: "Current of Total" Page Numbers
es: Números de Página "Actual de Total"
nl: "Huidige van Totaal" Paginanummers

# DevExpress.XtraPrinting.TextExportMode.Value
source: Value
es: Valor
nl: Waarde

# DevExpress.XtraPrinting.RtfExportMode.SingleFilePageByPage
source: Single File (Page-by-Page)
es: Fichero Simple (Página-por-Página)
nl: Eén bestand per pagina

# DevExpress.XtraPrinting.PaddingInfo.Top
source: Top
es: Superior
nl: Boven

# DevExpress.XtraPrinting.RtfExportMode.SingleFile
source: Single File
es: Fichero Simple
nl: Eén bestand

# DevExpress.XtraPrinting.PdfExportOptions
source: PDF Export Options
es: Opciones de Exportación PDF
nl: PDF Export Opties

# DevExpress.XtraPrinting.PdfDocumentOptions.Title
source: Title
es: Título
nl: Titel

# DevExpress.XtraPrinting.TextAlignment.TopRight
source: Top Right
es: Superior Derecha
nl: Boven rechts

# DevExpress.XtraPrinting.ImageExportOptions.PageBorderWidth
source: Page Border's Width
es: Grosor Marco de Página
nl: Pagina randbreedte

# DevExpress.XtraPrinting.HtmlExportMode.SingleFilePageByPage
source: Single File (Page-by-Page)
es: Fichero Simple (Página-por-Página)
nl: Eén bestand (per pagina)

# DevExpress.XtraPrinting.PaddingInfo.Bottom
source: Bottom
es: Inferior
nl: Onder

# DevExpress.XtraPrinting.MhtExportOptions
source: MHT Export Options
es: Opciones de Exportación MHT
nl: MHT Export Opties

# DevExpress.XtraPrinting.ImageExportOptions.PageRange
source: Page Range
es: Rango de Páginas
nl: Pagina reeks

# DevExpress.XtraPrinting.RtfExportOptions.PageRange
source: Page Range
es: Rango de Páginas
nl: Pagina reeks

# DevExpress.XtraPrinting.XlsExportOptions.UseNativeFormat
source: Use Native Format
es: Usar el Formato Nativo
nl: Gebruik standaard formaat

# DevExpress.XtraPrinting.HtmlExportOptionsBase.PageBorderWidth
source: Page Border Width
es: Grosor Marco de Página
nl: Pagina randbreedte

# DevExpress.XtraPrinting.HtmlExportOptionsBase.PageBorderColor
source: Page Border Color
es: Color Marco de Página
nl: Pagina randkleur

# DevExpress.XtraPrinting.ImageExportMode.SingleFilePageByPage
source: Single File (Page-by-Page)
es: Fichero Simple (Página-por-Página)
nl: Eén bestand (per pagina)

# DevExpress.XtraPrinting.PdfDocumentOptions.Author
source: Author
es: Autor
nl: Auteur

# DevExpress.XtraPrinting.XlsExportOptions.SheetName
source: Sheet Name
es: Nombre de la Hoja
nl: Blad naam

# DevExpress.XtraPrinting.TextAlignment.TopJustify
source: Top Justify
es: Superior Justificado
nl: Boven uitgelijnd

# DevExpress.XtraPrinting.RtfExportOptions.ExportWatermarks
source: Export Watermarks
es: Exportar Marcas de Agua
nl: Exporteer watermerk

# DevExpress.XtraPrinting.PageInfo.UserName
source: User Name
es: Nombre del Usuario
nl: Gebruikersnaam

# DevExpress.XtraPrinting.ImageExportOptions
source: Image Export Options
es: Opciones de Exportación de Imágenes
nl: Afbeelding exportopties

# DevExpress.XtraPrinting.TextAlignment.BottomJustify
source: Bottom Justify
es: Inferior Justificado
nl: Onder uitgelijnd

# DevExpress.XtraPrinting.PageInfo.DateTime
source: Current Date and Time
es: Fecha y hora actual
nl: Huidige datum en tijd

# DevExpress.XtraPrinting.NativeFormatOptions.ShowOptionsBeforeSave
source: Show Options before Saving
es: Mostrar Opciones antes de Guardar
nl: Toon opties voor opslaan

# DevExpress.XtraPrinting.ImageExportOptions.ExportMode
source: Export Mode
es: Modo de Exportación
nl: Export Modus

# DevExpress.XtraPrinting.TextExportOptionsBase.Separator
source: Separator
es: Separador
nl: Scheidingsteken

# DevExpress.XtraPrinting.PaddingInfo.Right
source: Right
es: Derecha
nl: Rechts

# DevExpress.XtraPrinting.TextExportMode.Text
source: Text
es: Texto
nl: Tekst

# DevExpress.XtraPrinting.PdfJpegImageQuality.Medium
source: Medium
es: Medio
nl: Middel

# DevExpress.XtraPrinting.ImageSizeMode.AutoSize
source: Auto-Size
es: Tamaño-Automático
nl: Passend maken

# DevExpress.XtraPrinting.PageInfo.RomHiNumber
source: Page Number (Roman, Uppercase)
es: Números de Página (Romanos, Mayúsculas)
nl: Paginanummer (Romeins, hoofdletters)

# DevExpress.XtraPrinting.RtfExportOptions.ExportMode
source: Export Mode
es: Modo de Exportación
nl: Export Modus

# DevExpress.XtraPrinting.TextAlignment.MiddleLeft
source: Middle Left
es: Medio Izquierda
nl: Midden links

# DevExpress.XtraPrinting.XlsExportOptions.Ignore65536RowsLimit
source: Ignore 65536 Rows Limit
es: Ignorar Limte de 65536 Filas
nl: Negeer limiet 65536 rijen

# DevExpress.XtraPrinting.TextExportOptions
source: Text Export Options
es: Opciones de Exportación de Texto
nl: Tekst export opties

# DevExpress.XtraPrinting.CsvExportOptions
source: CSV Export Options
es: Opciones de Exportación CSV
nl: CSV Export Opties

# DevExpress.XtraPrinting.TextAlignment.MiddleRight
source: Middle Right
es: Medio Derecha
nl: Midden rechts

# DevExpress.XtraPrinting.HtmlExportOptionsBase.ExportMode
source: Export Mode
es: Modo de Exportación
nl: Export Modus

# DevExpress.XtraPrinting.RtfExportOptions
source: RTF Export Options
es: Opciones de Exportación RTF
nl: RTF Export Opties

# DevExpress.XtraReports.UI.LineDirection.Vertical
source: Vertical
nl: Verticaal

# DevExpress.XtraReports.UI.LineDirection.Horizontal
source: Horizontal
nl: Horizontaal

# DevExpress.XtraPrinting.XlsExportOptions.ExportHyperlinks
source: Export Hyperlinks
es: Exportar Hipervinculos
nl: Exporteer Hyperlinks

# DevExpress.XtraPrinting.TextAlignment.BottomCenter
source: Bottom Center
es: Inferior Centrado
nl: Onder gecentreerd

# DevExpress.XtraPrinting.HtmlExportOptionsBase.RemoveSecondarySymbols
source: Remove Secondary Symbols
es: Quitar Símbolos Secundarios
nl: Verwijder secondary tekens

# DevExpress.XtraPrinting.TextExportOptionsBase.TextExportMode
source: Text Export Mode
es: Mode de Exportación de Texto
nl: Tekst Export Modus

# DevExpress.XtraPrinting.BorderSide.None
source: None
es: Ninguno
nl: Geen

# DevExpress.XtraPrinting.PdfExportOptions.ImageQuality
source: Image Quality
es: Calidad de Imagen
nl: Afbeeldingskwaliteit

# DevExpress.XtraPrinting.TextAlignment.TopLeft
source: Top Left
es: Superior Izquierda
nl: Boven links

# DevExpress.XtraPrinting.ImageExportOptions.Resolution
source: Resolution
es: Resolución
nl: Resoluties

# DevExpress.XtraPrinting.PdfDocumentOptions
source: PDF Document Options
es: Opciones de Documentos PDF
nl: PDF Document Opties

# DevExpress.XtraPrinting.PdfDocumentOptions.Application
source: Application
es: Aplicación
nl: Toepassing

# DevExpress.XtraPrinting.BorderSide.Left
source: Left
es: Izquierda
nl: Links

# DevExpress.XtraPrinting.PdfJpegImageQuality.Lowest
source: Lowest
es: MásBajo
nl: Laagste

# DevExpress.XtraPrinting.PdfExportOptions.ShowPrintDialogOnOpen
source: Show Print Dialog on Open
es: Mostrar Pantalla de Impresión al Abrir
nl: Toon Printer-dialoog bij openen

# DevExpress.XtraPrinting.PageInfo.RomLowNumber
source: Page Number (Roman, Lowercase)
es: Números de Página (Romanos, Minyúsculas)
nl: Paginanummer (Romeins, kleine letters)

# DevExpress.XtraPrinting.TextAlignment.TopCenter
source: Top Center
es: Superior Centrado
nl: Boven gecentreerd

# DevExpress.XtraPrinting.HtmlExportOptionsBase.Title
source: Title
es: Título
nl: Titel

# DevExpress.XtraPrinting.ImageSizeMode.Normal
source: Normal
nl: Normaal

# DevExpress.XtraPrinting.PdfExportOptions.Compressed
source: Compressed
es: Comprimido
nl: Gecomprimeerd

# DevExpress.XtraPrinting.NativeFormatOptions.Compressed
source: Compressed
es: Comprimido
nl: Gecomprimeerd

# DevExpress.XtraPrinting.XlsExportOptions.Suppress65536RowsWarning
source: Suppress 65536 Rows Warning
es: Suprimir el Aviso de 65536 Filas
nl: Onderdruk waarschuwing 65536 rijen

# DevExpress.XtraPrinting.PdfJpegImageQuality.Low
source: Low
es: Bajo
nl: Laag

# DevExpress.XtraPrinting.PdfExportOptions.DocumentOptions
source: Document Options
es: Opciones del Documento
nl: Document Opties

# DevExpress.XtraPrinting.ImageSizeMode.ZoomImage
source: Zoom Image
es: Ampliar Imagen
nl: Zoomen

# DevExpress.XtraPrinting.PdfDocumentOptions.Keywords
source: Keywords
es: Palabras Clave
nl: Trefwoorden

# DevExpress.XtraPrinting.HtmlExportOptions
source: HTML Export Options
es: Opciones de Exportación HTML
nl: HTML Export Opties

# DevExpress.XtraPrinting.TextAlignment.BottomRight
source: Bottom Right
es: Inferior Derecha
nl: Onder rechts

# DevExpress.XtraPrinting.TextAlignment.MiddleCenter
source: Middle Center
es: Medio Centrado
nl: Midden gecentreerd

# DevExpress.XtraPrinting.BorderSide.Top
source: Top
es: Superior
nl: Boven

# DevExpress.XtraPrinting.ImageSizeMode.StretchImage
source: Stretch Image
es: Estirar Imagen
nl: Uitrekken

# DevExpress.XtraPrinting.XlsExportOptions.Suppress256ColumnsWarning
source: Suppress 256 Columns Warning
es: Suprimir el Aviso de 256 Columnas
nl: Onderdruk waarschuwing 256 kolommen

# DevExpress.XtraPrinting.HtmlExportOptionsBase.CharacterSet
source: Character Set
es: Juego de Carácteres
nl: Karakterset

# DevExpress.XtraPrinting.NativeFormatOptions
source: Native Format Options
es: Opciones de Formato Nativos
nl: Native Format Opties

# DevExpress.XtraPrinting.HtmlExportOptionsBase.PageRange
source: Page Range
es: Rango de Páginas
nl: Pagina reeks

# DevExpress.XtraPrinting.TextAlignment.BottomLeft
source: Bottom Left
es: Inferior Izquierda
nl: Onder links

# DevExpress.XtraPrinting.ImageExportOptions.Format
source: Format
es: Formato
nl: Formaat

# DevExpress.XtraPrinting.PaddingInfo.Left
source: Left
es: Izquierda
nl: Links

# DevExpress.XtraPrinting.PdfExportOptions.NeverEmbeddedFonts
source: Never Embedded Fonts
es: Nunca Empotrar Fuentes
nl: Nooit ingesloten lettertyen

# System.Drawing.Printing.PaperKind.Tabloid
source: Tabloid
es: Tabloide

# System.Drawing.Printing.PaperKind.USStandardFanfold
source: US Standard Fanfold
es: US Estándar Fanfold

# System.Drawing.Printing.PaperKind.TabloidExtra
source: Tabloid Extra
es: Tabloide Extra

# System.Drawing.Printing.PaperKind.A4Transverse
source: A4 Transverse
es: A4 Transversal

# System.Drawing.Printing.PaperKind.LetterPlus
source: Letter Plus
es: Carta Plus

# System.Drawing.Printing.PaperKind.A5Transverse
source: A5 Transverse
es: A5 Transversal

# System.Drawing.Printing.PaperKind.B5Transverse
source: JIS B5 Transverse
es: JIS B5 Transversal

# System.Drawing.Printing.PaperKind.Prc32KBig
source: Prc 32K Big
es: Prc 32K Grande

# System.Drawing.Drawing2D.HatchStyle.Min
source: Min
es: Mín

# System.Drawing.Drawing2D.HatchStyle.Max
source: Max
es: Máx

# DevExpress.XtraPrinting.VerticalContentSplitting.Exact
source: Exact
es: Exacto

# DevExpress.Utils.FormatInfo.FormatString
source: Format String
es: Cadena de Formato

# DevExpress.Data.UnboundColumnType.Object
source: Object
es: Objeto

# DevExpress.XtraPrinting.TextExportOptionsBase.Encoding
source: Encoding
es: Codificación

# DevExpress.XtraReports.UI.LineDirection.BackSlant
source: Back Slant
es: Inclinación hacia Atrás

# DevExpress.XtraPrinting.BarCode.PDF417Generator.Rows
source: Rows
es: Filas

# DevExpress.XtraPrinting.TextExportOptionsBase.QuoteStringsWithSeparators
source: Quote Strings with Separators
es: Encomillar Cadenas con Separadores

# DevExpress.XtraPrinting.BarCode.MSICheckSum.DoubleModulo10
source: Double Modulo 10
es: Módulo Doble 10

# DevExpress.XtraPrinting.BarCode.PDF417Generator.CompactionMode
source: Compaction Mode
es: Modo Compactación

# DevExpress.XtraPrinting.BarCode.PDF417Generator.Columns
source: Columns
es: Columnas

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level1
source: Level 1
es: Nivel 1

# DevExpress.XtraPrinting.BarCode.CodeMSIGenerator.MSICheckSum
source: MSI Checksum
es: Suma MSI de Verificación
sk: Kontrolný súčet MSI

# DevExpress.XtraPrinting.BarCode.PDF417CompactionMode.Binary
source: Binary
es: Binario

# DevExpress.XtraPrinting.BarCode.Interleaved2of5Generator.WideNarrowRatio
source: Wide Narrow Ratio
es: Ratio Ancho Estrecho
sk: Pomer šírky čiar

# DevExpress.XtraPrinting.BarCode.PDF417Generator.TruncateSymbol
source: Truncate Symbol
es: Símbolo de Truncado

# DevExpress.XtraPrinting.BarCode.PDF417CompactionMode.Text
source: Text
es: Texto

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level3
source: Level 3
es: Nivel 3

# DevExpress.XtraPrinting.BarCode.Industrial2of5Generator.WideNarrowRatio
source: Wide Narrow Ratio
es: Ratio Ancho Estrecho
sk: Pomer šírky čiar

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level0
source: Level 0
es: Nivel 0

# DevExpress.XtraPrinting.BarCode.Code39Generator.WideNarrowRatio
source: Wide Narrow Ratio
es: Ratio Ancho Estrecho
sk: Pomer šírky čiar

# DevExpress.XtraPrinting.BarCode.CodabarGenerator.WideNarrowRatio
source: Wide Narrow Ratio
es: Ratio Ancho Estrecho
sk: Pomer šírky čiar

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level8
source: Level 8
es: Nivel 8

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level2
source: Level 2
es: Nivel 2

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level4
source: Level 4
es: Nivel 4

# DevExpress.XtraPrinting.BarCode.MSICheckSum.Modulo10
source: Modulo 10
es: Módulo 10

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level5
source: Level 5
es: Nivel 5

# DevExpress.XtraPrinting.BarCode.PDF417Generator.ErrorCorrectionLevel
source: Error Correction Level
es: Nivel de Corrección de Errores

# DevExpress.XtraReports.UI.LineDirection.Slant
source: Slant
es: Inclinación

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level6
source: Level 6
es: Nivel 6

# DevExpress.XtraPrinting.BarCode.PDF417Generator.YToXRatio
source: Y to X Ratio
es: Ratio Y a X

# DevExpress.XtraPrinting.BarCode.ErrorCorrectionLevel.Level7
source: Level 7
es: Nivel 7
