Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.XtraCharts/PropertyNamesRes.*.resx
Languages: es, fr, ru

# DevExpress.XtraCharts.Legend.AlignmentHorizontal
source: Alignment Horizontal
es: Alineación Horizontal
fr: Alignement Horizontal
ru: Выравнивание по горизонтали

# DevExpress.XtraCharts.Legend.AlignmentVertical
source: Alignment Vertical
es: Alineación Vertical
fr: Alignement Vertical
ru: Выравнивание по вертикали

# DevExpress.XtraCharts.Legend.Visible
source: Visible
ru: Видимость

# DevExpress.XtraCharts.Legend.MarkerSize
source: Marker Size
es: Tamaño del Marcador
fr: Taille de la Marque
ru: Маркер размера

# DevExpress.XtraCharts.Legend.MarkerVisible
source: Marker Visible
es: Marcador Visible
fr: Marque Visible
ru: Маркер видимости

# DevExpress.XtraCharts.Legend.Font
source: Font
es: Fuente
fr: Police
ru: Шрифт

# DevExpress.XtraCharts.Legend.TextColor
source: Text Color
es: Color de Texto
fr: Couleur du texte
ru: Цвет текста

# DevExpress.XtraCharts.Legend.SpacingVertical
source: Spacing Vertical
es: Espaciado Vertical
fr: Espacement Vertical
ru: Вертикальный интервал

# DevExpress.XtraCharts.Legend.SpacingHorizontal
source: Spacing Horizontal
es: Espaciado Horizontal
fr: Espacement Horizontal
ru: Горизонтальный интервал

# DevExpress.XtraCharts.Legend.MaxVerticalPercentage
source: Max Vertical Percentage
es: Porcentaje Máx Vertical
fr: Pourcentage Max. Vertical
ru: Максимальный вертикальный процент

# DevExpress.XtraCharts.Legend.MaxHorizontalPercentage
source: Max Horizontal Percentage
es: Porcentaje Máx Horizontal
fr: Pourcentage Max. Horizontal
ru: Максимальный горизонтальный процент

# DevExpress.XtraCharts.Legend.EquallySpacedItems
source: Equally Spaced Items
es: Elementos Repartidos
fr: Espacement Régulier
ru: Равноудаленные элементы

# DevExpress.XtraCharts.Legend.Direction
source: Direction
es: Orientación
ru: Направление

# DevExpress.XtraCharts.Legend.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Заполнение

# DevExpress.XtraCharts.Legend.BackColor
source: Background Color
es: Color de Fondo
fr: Couleur de Fond
ru: Цвет фона

# DevExpress.XtraCharts.Legend.Border
source: Border
es: Margen
fr: Bordure
ru: Граница

# DevExpress.XtraCharts.Legend.Shadow
source: Shadow
es: Sombra
fr: Ombre
ru: Тень

# DevExpress.XtraCharts.Legend.BackImage
source: Background Image
es: Image de Fondo
fr: Image de Fond
ru: Фоновое изображение

# DevExpress.XtraCharts.Legend.Antialiasing
source: Antialiasing
ru: Сглаживание

# DevExpress.XtraCharts.FillOptionsColor2Base.Color2
source: Color 2
fr: Deuxième Couleur
ru: Цвет 2

# DevExpress.XtraCharts.RectangleGradientFillOptions.GradientMode
source: Gradient Mode
es: Modo Gradiente
fr: Type de Dégradé
ru: Градиент

# DevExpress.XtraCharts.PolygonGradientFillOptions.GradientMode
source: Gradient Mode
es: Modo Gradiente
fr: Type de Dégradé
ru: Градиент

# DevExpress.XtraCharts.HatchFillOptions.HatchStyle
source: Hatch Style
es: Estilo Rayado
fr: Type de Hacures
ru: Штриховка

# DevExpress.XtraCharts.SeriesNameTemplate.BeginText
source: Begin Text
es: Texto Inicial
fr: Préfixe
ru: Начало текста

# DevExpress.XtraCharts.SeriesNameTemplate.EndText
source: End Text
es: Texto Final
fr: Suffixe
ru: Конец текста

# DevExpress.XtraCharts.Shadow.Size
source: Size
es: Tamaño
fr: Taille
ru: Размер

# DevExpress.XtraCharts.Shadow.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.Shadow.Visible
source: Visible
ru: Видимость

# DevExpress.XtraCharts.BackgroundImage.Image
source: Image
es: Imagen
ru: Изображение

# DevExpress.XtraCharts.BackgroundImage.ImageUrl
source: Image URL
es: URL Imagen
fr: URL de l'Image
ru: Ссылка на изображение

# DevExpress.XtraCharts.BackgroundImage.Stretch
source: Stretch
es: Estirar
fr: Etirer
ru: Растяжение

# DevExpress.XtraCharts.RadarDiagram.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Заполнение

# DevExpress.XtraCharts.RadarDiagram.BackColor
source: Background Color
es: Color de Fondo
fr: Couleur de Fond
ru: Цвет фона

# DevExpress.XtraCharts.RadarDiagram.BackImage
source: Background Image
es: Imagen de Fondo
fr: Image de Fond
ru: Фоновое изображение

# DevExpress.XtraCharts.RadarDiagram.BorderVisible
source: Border Visible
es: Margen Visible
fr: Bordure Visible
ru: Видимость границы

# DevExpress.XtraCharts.RadarDiagram.BorderColor
source: Border Color
es: Color del Margen
fr: Couleur de Bordure
ru: Цвет границы

# DevExpress.XtraCharts.RadarDiagram.Shadow
source: Shadow
es: Sombra
fr: Ombre
ru: Тень

# DevExpress.XtraCharts.RadarDiagram.DrawingStyle
source: Drawing Style
es: Estilo Pintado
fr: Type de Dessin
ru: Стиль рисования

# DevExpress.XtraCharts.RadarDiagram.StartAngleInDegrees
source: Start Angle in Degrees
es: Ángulo Inicial en Grados
fr: Angle de Départ en Degrés
ru: Начальный угол в градусах

# DevExpress.XtraCharts.RadarDiagram.RotationDirection
source: Rotation Direction
es: Dirección Rotación
fr: Sens de Rotation
ru: Направление поворота

# DevExpress.XtraCharts.RadarDiagram.AxisX
source: Axis X
es: Eje X
fr: Axe X
ru: Ось X

# DevExpress.XtraCharts.RadarDiagram.AxisY
source: Axis Y
es: Eje Y
fr: Axe Y
ru: Ось Y

# DevExpress.XtraCharts.RadarAxisY.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.RadarAxisY.Thickness
source: Thickness
es: Grosor
fr: Epaisseur
ru: Толщина

# DevExpress.XtraCharts.RadarAxisY.Visible
source: Visible
ru: Видимость

# DevExpress.XtraCharts.RadarAxisY.Tickmarks
source: Tickmarks
es: Indicadores
fr: Etiquettes
ru: Штрихи

# DevExpress.XtraCharts.RadarAxisY.TopLevel
source: Top Level
es: Nivel Superior
fr: Au Premier Plan
ru: Верхний уровень

# DevExpress.XtraCharts.RadarAxisY.Label
source: Label
es: Etiqueta
fr: Libellé
ru: Метка

# DevExpress.XtraCharts.TickmarksBase.Visible
source: Visible
ru: Видимость

# DevExpress.XtraCharts.TickmarksBase.MinorVisible
source: Minor Visible
es: Menor Visible
fr: Secondaire Visible
ru: Видимость мелких временных отметок

# DevExpress.XtraCharts.TickmarksBase.CrossAxis
source: Cross Axis
es: Eje Cruzado
fr: Traverse l'Axe
ru: Прямоугольные оси

# DevExpress.XtraCharts.TickmarksBase.Thickness
source: Thickness
es: Grosor
fr: Epaisseur
ru: Толщина

# DevExpress.XtraCharts.TickmarksBase.MinorThickness
source: Minor Thickness
es: Grosor Menor
fr: Epaisseur Secondaire
ru: Мелкие временные отметки

# DevExpress.XtraCharts.TickmarksBase.Length
source: Length
es: Longitud
fr: Longueur
ru: Длина

# DevExpress.XtraCharts.TickmarksBase.MinorLength
source: Minor Length
es: Longitud Menor
fr: Longueur Secondaire
ru: Длина мелких делений

# DevExpress.XtraCharts.GridLines.Visible
source: Visible
ru: Видимость

# DevExpress.XtraCharts.GridLines.MinorVisible
source: Minor Visible
es: Menor Visible
fr: Secondaire Visible
ru: Видимость дополнительных линий

# DevExpress.XtraCharts.GridLines.LineStyle
source: Line Style
es: Estilo de Línea
fr: Type de Ligne
ru: Стиль линии

# DevExpress.XtraCharts.GridLines.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.GridLines.MinorLineStyle
source: Minor Line Style
es: Estilo de Línea Menor
fr: Type de Ligne Secondaire
ru: Стиль линий мелких делений

# DevExpress.XtraCharts.GridLines.MinorColor
source: Minor Color
es: Color Menor
fr: Couleur Secondaire
ru: Цвет второстепенных линий

# DevExpress.XtraCharts.LineStyle.Thickness
source: Thickness
es: Grosor
fr: Epaisseur
ru: Толщина

# DevExpress.XtraCharts.LineStyle.DashStyle
source: Dash Style
es: Estilo de Rayas
fr: Type de Pointillé
ru: Стиль штрихов

# DevExpress.XtraCharts.AxisRange.MinValue
source: Min Value
es: Valor Mínimo
fr: Valeur Min.
ru: Минимальное значение

# DevExpress.XtraCharts.AxisRange.MaxValue
source: Max Value
es: Valor Máximo
fr: Valeur Max.
ru: Максимальное значение

# DevExpress.XtraCharts.AxisRange.MinValueInternal
source: Min Value Internal
es: Valor Mínimo Interno
fr: Valeur Interne Min.
ru: Внутреннее минимальное значение

# DevExpress.XtraCharts.AxisRange.MaxValueInternal
source: Max Value Internal
es: Valor Máximo Interno
fr: Valeur Interne Max.
ru: Внутреннее максимальное значение

# DevExpress.XtraCharts.AxisRange.Auto
source: Auto
es: Automático
fr: Automatique
ru: Автоматически

# DevExpress.XtraCharts.AxisRange.AlwaysShowZeroLevel
source: Always Show Zero Level
es: Siempre Mostrar Nivel Cero
fr: Toujours Montrer le Niveau Zéro
ru: Всегда показывать нулевой уровень

# DevExpress.XtraCharts.AxisRange.SideMarginsEnabled
source: Side Margins Enabled
es: Márgenes Laterales Habilitados
fr: Marges Latérales Activées
ru: Разрешить отступы грани

# DevExpress.XtraCharts.DateTimeOptions.Format
source: Format
es: Formato
ru: Формат

# DevExpress.XtraCharts.DateTimeOptions.FormatString
source: Format String
es: Formato de Cadena
fr: Chaîne de Format
ru: Строка формата

# DevExpress.XtraCharts.Legend.Precision
source: Precision
es: Precisión
fr: Précision
ru: Точность

# DevExpress.XtraCharts.RadarAxisX.Label
source: Label
es: Etiqueta
fr: Libellé
ru: Метка

# DevExpress.XtraCharts.RadarAxisXLabel.TextDirection
source: Text Direction
es: Orientación de Texto
fr: Direction du Texte
ru: Направление текста

# DevExpress.XtraCharts.Diagram3D.RotationType
source: Rotation Type
es: Tipo Rotación
fr: Type de Rotation
ru: Тип поворота

# DevExpress.XtraCharts.Diagram3D.RotationOrder
source: Rotation Order
es: Orden de Rotación
fr: Ordre de Rotation
ru: Порядок поворота

# DevExpress.XtraCharts.Diagram3D.RotationAngleX
source: Rotation Angle X
es: Ángulo de Rotación X
fr: Angle X de Rotation
ru: Угол поворота X

# DevExpress.XtraCharts.Diagram3D.RotationAngleY
source: Rotation Angle Y
es: Ángulo de Rotación Y
fr: Angle Y de Rotation
ru: Угол поворота Y

# DevExpress.XtraCharts.Diagram3D.RotationAngleZ
source: Rotation Angle Z
es: Ángulo de Rotación Z
fr: Angle Z de Rotation
ru: Угол поворота Я

# DevExpress.XtraCharts.Diagram3D.PerspectiveEnabled
source: Perspective Enabled
es: Perspectiva Habilitada
fr: Perspective Activée
ru: Разрешить перспективу

# DevExpress.XtraCharts.Diagram3D.PerspectiveAngle
source: Perspective Angle
es: Ángulo Perspectiva
fr: Angle de Perspective
ru: Угол перспективы

# DevExpress.XtraCharts.Diagram3D.ZoomPercent
source: Zoom Percent
es: Porcentaje Ampliación
fr: Pourcentage de Zoom
ru: Процент масштабирования

# DevExpress.XtraCharts.Diagram3D.HorizontalScrollPercent
source: Horizontal Scroll Percent
es: Porcentaje Desplaz. Horizontal
fr: Pourcentage de Défilement Horizontal
ru: Процент горизонтальной прокруткм

# DevExpress.XtraCharts.Diagram3D.VerticalScrollPercent
source: Vertical Scroll Percent
es: Porcentaje Desplaz. Vertical
fr: Pourcentage de Défilement Vertical
ru: Процент вертикальной прокрутки

# DevExpress.XtraCharts.Diagram3D.RuntimeRotation
source: Runtime Rotation
es: Rotación en Tiempo de Ejecución
fr: Rotation à l'Exécution
ru: Поворот в процессе выполнения

# DevExpress.XtraCharts.Diagram3D.RuntimeZooming
source: Runtime Zooming
es: Ampliacion en Tiempo de Ejecución
fr: Zoom à l'Exécution
ru: Масштабирование в процессе выполнения

# DevExpress.XtraCharts.Diagram3D.RuntimeScrolling
source: Runtime Scrolling
es: Desplazamiento en Tiempo de Ejecución
fr: Défilement à l'Exécution
ru: Прокрутка в процессе выполнения

# DevExpress.XtraCharts.XYDiagram.AxisX
source: Axis X
es: Eje X
fr: Axe X
ru: Ось X

# DevExpress.XtraCharts.XYDiagram.AxisY
source: Axis Y
es: Eje Y
fr: Axe Y
ru: Ось Y

# DevExpress.XtraCharts.XYDiagram.SecondaryAxesX
source: Secondary Axes X
es: Ejes Secundarios X
fr: Axes X Secondaires
ru: Вторая ось X

# DevExpress.XtraCharts.XYDiagram.SecondaryAxesY
source: Secondary Axes Y
es: Ejes Secundarios Y
fr: Axes Y Secondaires
ru: Вторая ось Y

# DevExpress.XtraCharts.XYDiagram.Rotated
source: Rotated
es: Rotado
fr: Pivoté
ru: Вращение

# DevExpress.XtraCharts.XYDiagram.EnableZooming
source: Enable Zooming
es: Habilitar Ampliación
fr: Activer le Zoom
ru: Разрешить увеличение

# DevExpress.XtraCharts.XYDiagram.EnableScrolling
source: Enable Scrolling
es: Habilitar Desplazamiento
fr: Activer le Défilement
ru: Разрешить прокрутку

# DevExpress.XtraCharts.ScrollBarOptions.XAxisScrollBarVisible
source: X Axis Scroll Bar Visible
es: Barra Desplaz.Eje X Visible
fr: Défilement de l'Axe X Visible
ru: Видимость полосы прокрутки по оси X

# DevExpress.XtraCharts.ScrollBarOptions.YAxisScrollBarVisible
source: Y Axis Scroll Bar Visible
es: Barra Desplaz.Eje Y Visible
fr: Défilement de l'Axe Y Visible
ru: Видимость полосы прокрутки по оси Y

# DevExpress.XtraCharts.ScrollBarOptions.XAxisScrollBarAlignment
source: X Axis Scroll Bar Alignment
es: Alineación Barra Desplaz.Eje X
fr: Alignement du Défilement de l'Axe X
ru: Выравнивание полосы прокрутки по оси X

# DevExpress.XtraCharts.ScrollBarOptions.YAxisScrollBarAlignment
source: Y Axis Scroll Bar Alignment
es: Alineación Barra Desplaz.Eje Y
fr: Alignement du Défilement de l'Axe Y
ru: Выравнивание полосы прокрутки по оси Y

# DevExpress.XtraCharts.ScrollBarOptions.BackColor
source: Background Color
es: Color de Fondo
fr: Couleur de Fond
ru: Цвет фона

# DevExpress.XtraCharts.ScrollBarOptions.BarColor
source: Bar Color
es: Color de la Barra
fr: Couleur de Barre
ru: Цвет прямоугольника

# DevExpress.XtraCharts.ScrollBarOptions.BorderColor
source: Border Color
es: Color del Margen
fr: Couleur de Bordure
ru: Цвет границы

# DevExpress.XtraCharts.ScrollBarOptions.BarThickness
source: Bar Thickness
es: Grosor de la Barra
fr: Epaisseur de Barre
ru: Толщина прямоугольника

# DevExpress.XtraCharts.AxisLabel.Angle
source: Angle
es: Ángulo
ru: Угол

# DevExpress.XtraCharts.AxisLabel.Staggered
source: Staggered
es: Escalonado
fr: Echelonné
ru: Ступенчатый

# DevExpress.XtraCharts.AxisLabel.BeginText
source: Begin Text
es: Texto de Inicio
fr: Préfixe
ru: Начало текста

# DevExpress.XtraCharts.AxisLabel.EndText
source: End Text
es: Texto Final
fr: Suffixe
ru: Конец текста

# DevExpress.XtraCharts.XYDiagram3D.AxisX
source: Axis X
es: Eje X
fr: Axe X
ru: Ось X

# DevExpress.XtraCharts.XYDiagram3D.AxisY
source: Axis Y
es: Eje Y
fr: Axe Y
ru: Ось Y

# DevExpress.XtraCharts.XYDiagram3D.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Стиль заполнения

# DevExpress.XtraCharts.XYDiagram3D.BackColor
source: Background Color
es: Color de Fondo
fr: Couleur de Fond
ru: Цвет фона

# DevExpress.XtraCharts.XYDiagram3D.BackImage
source: Background Image
es: Imagen de Fondo
fr: Image de Fond
ru: Фоновое изображение

# DevExpress.XtraCharts.XYDiagram3D.SeriesDistance
source: Series Distance
es: Distancia Series
fr: Distance des Séries
ru: Протяженность последовательностей

# DevExpress.XtraCharts.XYDiagram3D.SeriesDistanceFixed
source: Series Distance Fixed
es: Distancia Fija Series
fr: Distance des Séries Figée
ru: Фиксированная протяженность последовательностей

# DevExpress.XtraCharts.XYDiagram3D.SeriesIndentFixed
source: Series Indent Fixed
es: Sangría Fija Series
fr: Indentation des Séries Figée
ru: Фиксированный отступ последовательностей

# DevExpress.XtraCharts.XYDiagram3D.PlaneDepthFixed
source: Plane Depth Fixed
es: Profundidad del Plano Fijo
fr: Profondeur de Plan Figée
ru: Фиксированная глубина панели

# DevExpress.XtraCharts.AxisLabel3D.Position
source: Position
es: Posición
ru: Положение

# DevExpress.XtraCharts.AxisTitle.Alignment
source: Alignment
es: Alineación
fr: Alignement
ru: Выравнивание

# DevExpress.XtraCharts.SimpleDiagram3D.LayoutDirection
source: Layout Direction
es: Orientación Diseño
fr: Orientation
ru: Направление размещения

# DevExpress.XtraCharts.SimpleDiagram3D.Dimension
source: Dimension
es: Dimensión
ru: Массив

# DevExpress.XtraCharts.SimpleDiagram.LayoutDirection
source: Layout Direction
es: Orientación Diseño
fr: Orientation
ru: Направление размещения

# DevExpress.XtraCharts.SimpleDiagram.Dimension
source: Dimension
es: Dimensión
ru: Массив

# DevExpress.XtraCharts.SeriesBase.View
source: View
es: Vista
fr: Vue
ru: Представление

# DevExpress.XtraCharts.SeriesBase.ArgumentDataMember
source: Argument Data Member
es: Miembre del Argumento de Datos
fr: Membre de Donnée pour l'Argument
ru: Элемент данных аргумента

# DevExpress.XtraCharts.SeriesBase.ValueDataMembers
source: Value Data Members
es: Miembre de Valor de Datos
fr: Membres de Donnée pour la Valeur
ru: Элементы данных значения

# DevExpress.XtraCharts.SeriesBase.DataFilters
source: Data Filters
es: Filtros de Datos
fr: Filtres de Données
ru: Фильтрование данных

# DevExpress.XtraCharts.SeriesBase.ArgumentScaleType
source: Argument Scale Type
es: Tipo de Escala del Argumento
fr: Type d'Echelle d'Argument
ru: Тип шкалы аргумента

# DevExpress.XtraCharts.SeriesBase.ValueScaleType
source: Value Scale Type
es: Tipo de Escala de Valor
fr: Type d'Echelle de Valeurs
ru: Тип шкалы значения

# DevExpress.XtraCharts.SeriesBase.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.SeriesBase.ShowInLegend
source: Show in a Legend
es: Mostrar en Leyenda
fr: Montrer dans la Légende
ru: Показать условные обозначения

# DevExpress.XtraCharts.SeriesBase.LegendText
source: Legend Text
es: Texto de Leyenda
fr: Texte de Légende
ru: Условные обозначения

# DevExpress.XtraCharts.SeriesBase.Label
source: Label
es: Etiquetas
fr: Libellé
ru: Метка

# DevExpress.XtraCharts.SeriesBase.PointOptions
source: Point Options
es: Configuración de Puntos
fr: Options de Point
ru: Параметры точек

# DevExpress.XtraCharts.SeriesBase.LegendPointOptions
source: Legend Point Options
es: Configuración de Puntos de Leyenda
fr: Options de Légende des Points
ru: Параметры обозначения точки

# DevExpress.XtraCharts.SeriesBase.SeriesPointsSorting
source: Series Points Sorting
es: Ordenación de Puntos de Series
fr: Tri des Séries de Points
ru: Сортировка последовательности точек

# DevExpress.XtraCharts.SeriesBase.SeriesPointsSortingKey
source: Series Points Sorting Key
es: Calve de Ordenación de Puntos de Series
fr: Clé de Tri des Séries de Points
ru: Ключ сортировки последовательностьи точек

# DevExpress.XtraCharts.PointOptions.Pattern
source: Pattern
es: Patrón
fr: Motif
ru: Шаблон

# DevExpress.XtraCharts.PointOptions.PointView
source: Point View
es: Vista de Punto
fr: Vue du Point
ru: Представление точек

# DevExpress.XtraCharts.PointOptions.ValueNumericOptions
source: Value Numeric Options
es: Configuración de Valores Numéricos
fr: Options des Valeurs Numériques
ru: Параметры числовых значений

# DevExpress.XtraCharts.PointOptions.ValueDateTimeOptions
source: Value DateTime Options
es: Configuración de Valores FechaHora
fr: Options des Valeurs de Temps
ru: Параметры значения Даты-времени

# DevExpress.XtraCharts.PointOptions.ArgumentNumericOptions
source: Argument Numeric Options
es: Configuración de Argumentos Numéricos
fr: Options des Arguments Numériques
ru: Параметры числовых аргументов

# DevExpress.XtraCharts.PointOptions.ArgumentDateTimeOptions
source: Argument Date-time Options
es: Configuración de Argumentos Fecha-hora
fr: Options des Arguments de Temps
ru: Параметры аргумента Даты-времени

# DevExpress.XtraCharts.RangeBarPointOptions.ValueAsDuration
source: Value As Duration
es: Valor como Duración
fr: Valeur de Durée
ru: Значение как продолжительность

# DevExpress.XtraCharts.RangeBarPointOptions.ValueDurationFormat
source: Value Duration Format
es: Formato del Valor de Duración
fr: Format de Valeur de Durée
ru: Формат значения как продолжительность

# DevExpress.XtraCharts.FullStackedPointOptions.PercentOptions
source: Percent Options
es: Configuración de Porcentajes
fr: Options de Pourcentage
ru: Параметры процентов

# DevExpress.XtraCharts.PercentOptions.ValueAsPercent
source: Value As Percent
es: Valor con Porcentaje
fr: Valeur de Pourcentage
ru: Значение в процентах

# DevExpress.XtraCharts.StockPointOptions.ValueLevel
source: Value Level
es: Nivel Valor
fr: Niveau de Valeur
ru: Значение уровня

# DevExpress.XtraCharts.SimplePointOptions.PercentOptions
source: Percent Options
es: Configuración Porcentajes
ru: Параметры процентов

# DevExpress.XtraCharts.SeriesLabelBase.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.SeriesLabelBase.TextColor
source: Text Color
es: Color de Texto
fr: Couleur de Texte
ru: Цвет текста

# DevExpress.XtraCharts.SeriesLabelBase.BackColor
source: Background Color
es: Color de Fondo
fr: Couleur de Fond
ru: Цвет фона

# DevExpress.XtraCharts.SeriesLabelBase.Font
source: Font
es: Fuenta
fr: Police
ru: Шрифт

# DevExpress.XtraCharts.SeriesLabelBase.Shadow
source: Shadow
es: Sombra
fr: Ombre
ru: Тень

# DevExpress.XtraCharts.SeriesLabelBase.Border
source: Border
es: Margen
fr: Bordure
ru: Границы

# DevExpress.XtraCharts.SeriesLabelBase.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Стиль заполнения

# DevExpress.XtraCharts.SeriesLabelBase.Antialiasing
source: Antialiasing
ru: Сглаживание

# DevExpress.XtraCharts.SeriesLabelBase.LineLength
source: Line Length
es: Longitud de Línea
fr: Longueur de Ligne
ru: Длина линии

# DevExpress.XtraCharts.SeriesLabelBase.LineVisible
source: Line Visible
es: Visibilidad de Línea
fr: Ligne Visible
ru: Видимость линии

# DevExpress.XtraCharts.SeriesLabelBase.LineColor
source: Line Color
es: Color de Línea
fr: Couleur de Ligne
ru: Цвет линии

# DevExpress.XtraCharts.SeriesLabelBase.LineStyle
source: Line Style
es: Estilo de Línea
fr: Type de Ligne
ru: Стиль линии

# DevExpress.XtraCharts.PieSeriesLabel.Position
source: Position
es: Posición
ru: Положение

# DevExpress.XtraCharts.PieSeriesLabel.ColumnIndent
source: Column Indent
es: Sangría Columna
fr: Indentation de Colonne
ru: Отступ столбца

# DevExpress.XtraCharts.FunnelSeriesLabel.Position
source: Position
es: Posición
ru: Положение

# DevExpress.XtraCharts.BarSeriesLabel.ShowForZeroValues
source: Show for Zero Values
es: Mostrar para Valores Cero
fr: Montrer les Valeurs Zéro
ru: Показать нулевые значения

# DevExpress.XtraCharts.SideBySideBarSeriesLabel.Position
source: Position
es: Posición
ru: Положение

# DevExpress.XtraCharts.RangeBarSeriesLabel.Kind
source: Kind
es: Tipo
fr: Type
ru: Вид

# DevExpress.XtraCharts.RangeBarSeriesLabel.Position
source: Position
es: Posición
ru: Положение

# DevExpress.XtraCharts.RangeBarSeriesLabel.Indent
source: Indent
es: Sangría
fr: Indentation
ru: Отступ

# DevExpress.XtraCharts.PointSeriesLabel.Angle
source: Angle
es: Ángulo
ru: Угол

# DevExpress.XtraCharts.SeriesViewBase.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.FinancialSeriesViewBase.LevelLineLength
source: Level Line Length
es: Longitud de Líneas de Nivel
fr: Longueur de Ligne de Niveau
ru: Длина линии уровня

# DevExpress.XtraCharts.FinancialSeriesViewBase.Shadow
source: Shadow
es: Sombra
fr: Ombre
ru: Тень

# DevExpress.XtraCharts.FinancialSeriesViewBase.LineThickness
source: Line Thickness
es: Grosor de Línea
fr: Epaisseur de Ligne
ru: Толщина линии

# DevExpress.XtraCharts.FinancialSeriesViewBase.ReductionOptions
source: Reduction Options
es: Configuración de Recucción
fr: Options de Réduction
ru: Параметры уменьшения

# DevExpress.XtraCharts.ReductionStockOptions.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.ReductionStockOptions.Level
source: Level
es: Nivel
fr: Niveau
ru: Уровень

# DevExpress.XtraCharts.ReductionStockOptions.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.StockSeriesView.ShowOpenClose
source: Show Open Close
es: Mostrar Abrir Cerrar
fr: Montrer Ouvert/Fermé
ru: Показать Открытый и Закрытый

# DevExpress.XtraCharts.SeriesViewColorEachSupportBase.ColorEach
source: Color Each
es: Colorear Cada Uno
fr: Coloriser
ru: Цвет для всех

# DevExpress.XtraCharts.BarSeriesView.BarWidth
source: Bar Width
es: Anchura Barra
fr: Largeur de Barre
ru: Ширина бруска

# DevExpress.XtraCharts.BarSeriesView.Border
source: Border
es: Margen
fr: Bordure
ru: Границы

# DevExpress.XtraCharts.BarSeriesView.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Стиль заполнения

# DevExpress.XtraCharts.BarSeriesView.Transparency
source: Transparency
es: Transparencia
fr: Transparence
ru: Прозрачность
