Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.XtraCharts/PropertyNamesRes.*.resx
Languages: es, fr, ru

# DevExpress.XtraCharts.MarkerKind.Cross
source: Cross
es: Cruzado
fr: Croix
ru: Пересечение

# DevExpress.XtraCharts.MarkerKind.Star
source: Star
es: Estrella
fr: Etoile
ru: Звезда

# DevExpress.XtraCharts.MarkerKind.Pentagon
source: Pentagon
es: Pentágono
fr: Pentagone
ru: Пятиугольник

# DevExpress.XtraCharts.MarkerKind.Hexagon
source: Hexagon
es: Hexágono
fr: Hexagone
ru: Шестиугольник

# DevExpress.XtraCharts.PieExplodeMode.None
source: None
es: Ninguno
fr: Aucun
ru: Нет

# DevExpress.XtraCharts.PieExplodeMode.All
source: All
es: Todos
fr: Tout
ru: Все

# DevExpress.XtraCharts.PieExplodeMode.MinValue
source: Min Value
es: Valor Mínimo
fr: Valeur Min.
ru: Минимальное значение

# DevExpress.XtraCharts.PieExplodeMode.MaxValue
source: Max Value
es: Valor Máximo
fr: Valeur Max.
ru: Максимальное значение

# DevExpress.XtraCharts.PieExplodeMode.UsePoints
source: Use Points
es: Usar Puntos
fr: Utiliser les Points
ru: Использовать точки

# DevExpress.XtraCharts.PieExplodeMode.UseFilters
source: Use Filters
es: Usar Filtros
fr: Utiliser les Filtres
ru: Использовать фильтры

# DevExpress.XtraCharts.PieExplodeMode.Others
source: Others
es: Otros
fr: Autre
ru: Другие

# DevExpress.XtraCharts.RadarDiagram.Margins
source: Margins
es: Márgenes
fr: Marges
ru: Отступы

# DevExpress.XtraCharts.Margins.Left
source: Left
es: Izquierda
fr: Gauche
ru: Слева

# DevExpress.XtraCharts.Margins.Top
source: Top
es: Superior
fr: Haut
ru: Сверху

# DevExpress.XtraCharts.Margins.Right
source: Right
es: Derecha
fr: Droite
ru: Справа

# DevExpress.XtraCharts.Margins.Bottom
source: Bottom
es: Inferior
fr: Bas
ru: Снизу

# DevExpress.XtraCharts.XYDiagram.Panes
source: Panes
es: Paneles
fr: Panneaux
ru: Панели

# DevExpress.XtraCharts.XYDiagram.DefaultPane
source: Default Pane
es: Panel Predeterminado
fr: Panneau par Défaut
ru: Панель по умолчанию

# DevExpress.XtraCharts.XYDiagram.PaneLayoutDirection
source: Pane Layout Direction
es: Orientación del Panel
fr: Orientation du Panneau
ru: Направление размещения панели

# DevExpress.XtraCharts.XYDiagram.PaneDistance
source: Pane Distance
es: Distancia Panal
fr: Espacement du Panneau
ru: Дистанция между панелями

# DevExpress.XtraCharts.XYDiagram.Margins
source: Margins
es: Bordes
fr: Marges
ru: Поля

# DevExpress.XtraCharts.SimpleDiagram.Margins
source: Margins
es: Bordes
ru: Отступы

# DevExpress.XtraCharts.SeriesBase.SummaryFunction
source: Summary Function
es: Función de Sumario
fr: Fonction Récapitulative
ru: Итоговая функция

# DevExpress.XtraCharts.SeriesBase.TopNOptions
source: Top N Options
es: Configuración de Mejores N
fr: Options des N Premiers
ru: Первые N параметров

# DevExpress.XtraCharts.TopNOptions.Enabled
source: Enabled
es: Habilitado
fr: Activé
ru: Разрешить

# DevExpress.XtraCharts.TopNOptions.Mode
source: Mode
es: Modo
fr: Type
ru: Режим

# DevExpress.XtraCharts.TopNOptions.Count
source: Count
es: Recuento
fr: Dénombrement
ru: Количество

# DevExpress.XtraCharts.TopNOptions.ThresholdValue
source: Threshold Value
es: Valor Umbral
fr: Valeur Seuil
ru: Предельное значение

# DevExpress.XtraCharts.TopNOptions.ThresholdPercent
source: Threshold Percent
es: Porcentaje Umbral
fr: Pourcentage Seuil
ru: Предел в процентах

# DevExpress.XtraCharts.TopNOptions.ShowOthers
source: Show Others
es: Mostrar Otros
fr: Montrer les Autres
ru: Показать другие

# DevExpress.XtraCharts.TopNOptions.OthersArgument
source: Others Argument
es: Argumento Otros
fr: Argument des Autres
ru: Другие аргументы

# DevExpress.XtraCharts.PercentOptions.PercentageAccuracy
source: Percentage Accuracy
es: Precisión Porcentaje
fr: Précision du Pourcentage
ru: Точность процентов

# DevExpress.XtraCharts.SeriesLabelBase.OverlappingOptions
source: Overlapping Options
es: Configuración de Solapamientos
fr: Options de Chevauchement
ru: Параметры наложения

# DevExpress.XtraCharts.OverlappingOptions.ResolveOverlapping
source: Resolve Overlapping
es: Resolver Solapamiento
fr: Résoudre le Chevauchement
ru: Разрешить наложение

# DevExpress.XtraCharts.OverlappingOptions.Indent
source: Indent
es: Sangría
fr: Indentation
ru: Отступ

# DevExpress.XtraCharts.XYDiagramSeriesViewBase.AxisX
source: Axis X
es: Eje X
fr: Axe X
ru: Ось X

# DevExpress.XtraCharts.XYDiagramSeriesViewBase.AxisY
source: Axis Y
es: Eje Y
fr: Axe Y
ru: Ось Y

# DevExpress.XtraCharts.XYDiagramSeriesViewBase.Pane
source: Pane
es: Panel
fr: Panneau
ru: Панель

# DevExpress.XtraCharts.XYDiagramSeriesViewBase.FinancialIndicators
source: Financial Indicators
es: Indicadores Financieros
fr: Indicateurs Financiers
ru: Финансовые индикаторы

# DevExpress.XtraCharts.XYDiagramSeriesViewBase.RegressionLines
source: Regression Lines
es: Líneas de Regresión
ru: Линии регрессии

# DevExpress.XtraCharts.FinancialIndicators.TrendLines
source: TrendLines
es: Tendencias
fr: Courbe de Tendance
ru: Линии трэнда

# DevExpress.XtraCharts.XYDiagramPaneBase.Weight
source: Weight
es: Peso
fr: Poids
ru: Вес

# DevExpress.XtraCharts.XYDiagramPaneBase.SizeMode
source: Size Mode
es: Modo Tamaño
fr: Mode de Taille
ru: Размер

# DevExpress.XtraCharts.XYDiagramPaneBase.SizeInPixels
source: Size In Pixels
es: Tamaño en Pixels
fr: Taille en Pixels
ru: Размер в пикселах

# DevExpress.XtraCharts.XYDiagramPaneBase.BorderColor
source: Border Color
es: Color Margen
fr: Couleur de Bordure
ru: Цвет границы

# DevExpress.XtraCharts.XYDiagramPaneBase.BorderVisible
source: Border Visible
es: Margen Visible
fr: Bordure Visible
ru: Видимость границы

# DevExpress.XtraCharts.XYDiagramPaneBase.BackColor
source: Back Color
es: Color de Fondo
fr: Couleur de Fond
ru: Цвет фона

# DevExpress.XtraCharts.XYDiagramPaneBase.BackImage
source: Back Image
es: Imagen de Fondo
fr: Image de Fond
ru: Фоновая картинка

# DevExpress.XtraCharts.XYDiagramPaneBase.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Заполнение

# DevExpress.XtraCharts.XYDiagramPaneBase.Shadow
source: Shadow
es: Sombra
fr: Ombre
ru: Тень

# DevExpress.XtraCharts.XYDiagramPaneBase.ScrollBarOptions
source: Scroll Bar Options
es: Configuración Barras Desplaz.
fr: Options de Barre de Défilement
ru: Опции полосы прокрутки

# DevExpress.XtraCharts.SplineSeriesView.LineTensionPercent
source: Line Tension Percent
es: Porcentaje Tensión de Línea
fr: Pourcentage de Tension de la Courbe
ru: Процент растяжения линии

# DevExpress.XtraCharts.RadarSeriesViewBase.ColorEach
source: Color Each
es: Colorear Cada Uno
fr: Coloriser
ru: Цвет для всех

# DevExpress.XtraCharts.RadarPointSeriesView.PointMarkerOptions
source: Point Marker Options
es: Configuración de Marcadores de Punto
fr: Options des Marques de Point
ru: Опции точки маркера

# DevExpress.XtraCharts.RadarPointSeriesView.Shadow
source: Shadow
es: Sombra
fr: Ombre
ru: Тень

# DevExpress.XtraCharts.RadarLineSeriesView.Closed
source: Closed
es: Cerrado
fr: Fermé
ru: Закрыто

# DevExpress.XtraCharts.Line3DSeriesView.LineThickness
source: Line Thickness
es: Grosor de Línea
fr: Epaisseur de Ligne
ru: Толщина линии

# DevExpress.XtraCharts.Line3DSeriesView.LineWidth
source: Line Width
es: Anchura de Línea
fr: Largeur de Ligne
ru: Ширина линии

# DevExpress.XtraCharts.Line3DSeriesView.MarkerLineVisible
source: Marker Line Visible
es: Línea Marcador Visible
fr: Marque de Ligne Visible
ru: Видимость линии маркера

# DevExpress.XtraCharts.Line3DSeriesView.MarkerLineStyle
source: Marker Line Style
es: Estilo de la Línea Marcador
fr: Type de Marque de Ligne
ru: Стиль линии маркера

# DevExpress.XtraCharts.Line3DSeriesView.MarkerLineColor
source: Marker Line Color
es: Color de la Línea Marcador
fr: Couleur de Marque de Ligne
ru: Цвет линии маркера

# DevExpress.XtraCharts.Area3DSeriesView.AreaWidth
source: Area Width
es: Anchura del Área
fr: Largeur de l'Aire
ru: Ширина области

# DevExpress.XtraCharts.FullStackedSplineArea3DSeriesView.LineTensionPercent
source: Line Tension Percent
es: Porcentaje de Tensión de Línea
fr: Pourcentage de Tension de la Courbe
ru: Процент растяжения линии

# DevExpress.XtraCharts.FullStackedSplineAreaSeriesView.LineTensionPercent
source: Line Tension Percent
es: Porcentaje de Tensión de Línea
fr: Pourcentage de Tension de la Courbe
ru: Процент растяжения линии

# DevExpress.XtraCharts.SimpleDiagramSeriesViewBase.Titles
source: Titles
es: Títulos
fr: Titres
ru: Заголовки

# DevExpress.XtraCharts.StackedSplineArea3DSeriesView.LineTensionPercent
source: Line Tension Percent
es: Porcentaje Tensión de Línea
fr: Pourcentage de Tension de la Courbe
ru: Процент растяжения линии

# DevExpress.XtraCharts.StackedSplineAreaSeriesView.LineTensionPercent
source: Line Tension Percent
es: Porcentaje Tensión de Línea
fr: Pourcentage de Tension de la Courbe
ru: Процент растяжения линии

# DevExpress.XtraCharts.SplineArea3DSeriesView.LineTensionPercent
source: Line Tension Percent
es: Porcentaje Tensión de Línea
fr: Pourcentage de Tension de la Courbe
ru: Процент растяжения линии

# DevExpress.XtraCharts.Spline3DSeriesView.LineTensionPercent
source: Line Tension Percent
es: Porcentaje Tensión de Línea
fr: Pourcentage de Tension de la Courbe
ru: Процент растяжения линии

# DevExpress.XtraCharts.SplineAreaSeriesView.LineTensionPercent
source: Line Tension Percent
es: Porcentaje Tensión de Línea
fr: Pourcentage de Tension de la Courbe
ru: Процент растяжения линии

# DevExpress.XtraCharts.XYDiagramPaneBase.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.PaneLayoutDirection.Vertical
source: Vertical
ru: Вертикально

# DevExpress.XtraCharts.PaneLayoutDirection.Horizontal
source: Horizontal
ru: Горизонтально

# DevExpress.XtraCharts.SeriesPointKey.Argument
source: Argument
es: Argumento
ru: Параметр

# DevExpress.XtraCharts.SeriesPointKey.Value_1
source: Value 1
es: Valor 1
fr: Valeur 1
ru: Значение 1

# DevExpress.XtraCharts.SeriesPointKey.Value_2
source: Value 2
es: Valor 2
fr: Valeur 2
ru: Значение 2

# DevExpress.XtraCharts.SeriesPointKey.Value_3
source: Value 3
es: Valor 3
fr: Valeur 3
ru: Значение 3

# DevExpress.XtraCharts.SeriesPointKey.Value_4
source: Value 4
es: Valor 4
fr: Valeur 4
ru: Значение 4

# DevExpress.XtraCharts.TopNMode.Count
source: Count
es: Recuento
fr: Dénombrement
ru: Количество

# DevExpress.XtraCharts.TopNMode.ThresholdValue
source: Threshold Value
es: Valor Umbral
fr: Valeur Seuil
ru: Пороговая величина

# DevExpress.XtraCharts.TopNMode.ThresholdPercent
source: Threshold Percent
es: Porcentaje Umbral
fr: Pourcentage Seuil
ru: Пороговый процент

# DevExpress.XtraCharts.PaneSizeMode.UseWeight
source: Use Weight
es: Usar Peso
fr: Utiliser le Poids
ru: Вес

# DevExpress.XtraCharts.PaneSizeMode.UseSizeInPixels
source: Use Size In Pixels
es: Usar Tamaño en Pixels
fr: Utiliser la Taille en Pixels
ru: Размер в пикселях

# DevExpress.XtraCharts.NumericOptions.Format
source: Format
es: Formato
ru: Формат

# DevExpress.XtraCharts.NumericOptions.Precision
source: Precision
es: Precisión
fr: Précision
ru: Точность

# DevExpress.XtraCharts.Series.Name
source: Name
es: Monbre
fr: Nom
ru: Имя

# DevExpress.XtraCharts.Series.Points
source: Points
es: Puntos
ru: Точки

# DevExpress.XtraCharts.Series.DataSource
source: Data Source
es: Fuente de Datos
fr: Source de Données
ru: Источник данных

# DevExpress.XtraCharts.Series.Tag
source: Tag
es: Rótulo
ru: Тэг

# DevExpress.XtraCharts.SideBySideGanttSeriesView.BarDistance
source: Bar Distance
es: Distancia Barra
fr: Espacement de Barre
ru: Дистанция между столбцами

# DevExpress.XtraCharts.SideBySideGanttSeriesView.BarDistanceFixed
source: Bar Distance Fixed
es: Distancia Barra Fija
fr: Espacement de Barre Fixé
ru: Фиксированная дистанция между столбцами

# DevExpress.XtraCharts.SideBySideGanttSeriesView.EqualBarWidth
source: Equal Bar Width
es: Anchura Barras Iguales
fr: Largeur Egale
ru: Одинаковая ширина столбцов

# DevExpress.XtraCharts.SideBySideBar3DSeriesView.BarDistance
source: Bar Distance
es: Distancia Barra
fr: Espacement de Barre
ru: Дистанция между столбцами

# DevExpress.XtraCharts.SideBySideBar3DSeriesView.BarDistanceFixed
source: Bar Distance Fixed
es: Distancia Barra Fija
fr: Espacement de Barre Fixé
ru: Фиксированная дистанция между столбцами

# DevExpress.XtraCharts.SideBySideBar3DSeriesView.EqualBarWidth
source: Equal Bar Width
es: Anchura Barras Iguales
fr: Largeur Egale
ru: Одинаковая ширина столбцов

# DevExpress.XtraCharts.SideBySideBarSeriesView.BarDistance
source: Bar Distance
es: Distancia Barra
fr: Espacement de Barre
ru: Дистанция между столбцами

# DevExpress.XtraCharts.SideBySideBarSeriesView.BarDistanceFixed
source: Bar Distance Fixed
es: Distancia Barra Fija
fr: Espacement de Barre Fixé
ru: Фиксированная дистанция между столбцами

# DevExpress.XtraCharts.SideBySideBarSeriesView.EqualBarWidth
source: Equal Bar Width
es: Anchura Barras Iguales
fr: Largeur Egale
ru: Одинаковая ширина столбцов

# DevExpress.XtraCharts.SideBySideRangeBarSeriesView.BarDistance
source: Bar Distance
es: Distancia Barra
fr: Espacement de Barre
ru: Дистанция между столбцами

# DevExpress.XtraCharts.SideBySideRangeBarSeriesView.BarDistanceFixed
source: Bar Distance Fixed
es: Distancia Barra Fija
fr: Espacement de Barre Fixé
ru: Фиксированная дистанция между столбцами

# DevExpress.XtraCharts.SideBySideRangeBarSeriesView.EqualBarWidth
source: Equal Bar Width
es: Anchura Barras Iguales
fr: Largeur Egale
ru: Одинаковая ширина столбцов

# DevExpress.XtraCharts.BubbleSeriesView.BubbleMarkerOptions
source: Bubble Marker Options
es: Configuración del Marcador de Burbujas
fr: Options des Marques de Bulle
ru: Параметры всплывающего маркера

# DevExpress.XtraCharts.BubbleSeriesView.MaxSize
source: Max Size
es: Tamaño Máx.
fr: Taille Max.
ru: Максимальный размер

# DevExpress.XtraCharts.BubbleSeriesView.MinSize
source: Min Size
es: Tamaño Mín.
fr: Taille Min.
ru: Минимальный размер

# DevExpress.XtraCharts.BubbleSeriesView.Transparency
source: Transparency
es: Transparencia
fr: Transparence
ru: Прозрачность

# DevExpress.XtraCharts.BubbleSeriesLabel.IndentFromMarker
source: Indent from Marker
es: Sangría desde Marcador
fr: Indentation depuis la Marque
ru: Отступ маркера

# DevExpress.XtraCharts.BubbleSeriesLabel.Position
source: Position
es: Posición
ru: Положение

# DevExpress.XtraCharts.BubbleSeriesLabel.ValueToDisplay
source: Value to Display
es: Valor a Mostrar
fr: Valeur à Afficher
ru: Показать значение

# DevExpress.XtraCharts.BubbleLabelPosition.Center
source: Center
es: Centro
fr: Centre
ru: По центру

# DevExpress.XtraCharts.BubbleLabelPosition.Outside
source: Outside
es: Exterior
fr: Extérieur
ru: Снаружи

# DevExpress.XtraCharts.BubbleLabelValueToDisplay.Weight
source: Weight
es: Peso
fr: Poids
ru: Вес

# DevExpress.XtraCharts.BubbleLabelValueToDisplay.Value
source: Value
es: Valor
fr: Valeur
ru: Значение

# DevExpress.XtraCharts.BubbleLabelValueToDisplay.ValueAndWeight
source: Value and Weight
es: Valor y Peso
fr: Valeur et Poids
ru: Значение и вес

# DevExpress.XtraCharts.TrendLine.LineStyle
source: Line Style
es: Estilo de Línea
fr: Type de Ligne
ru: Стиль линии

# DevExpress.XtraCharts.TrendLine.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.TrendLine.ExtrapolateToInfinity
source: Extrapolate to Infinity
es: Extrápolar a Infinidad
fr: Extrapoler à l'Infini
ru: Экстраполировать на бесконечность

# DevExpress.XtraCharts.FibonacciIndicator.ShowLevel0
source: Show Level 0%
es: Mostar Nivel 0%
fr: Montrer le 0%
ru: Показать уровень 0%

# DevExpress.XtraCharts.FibonacciIndicator.ShowLevel100
source: Show Level 100%
es: Mostar Nivel 100%
fr: Montrer le 100%
ru: Показать уровень 100%

# DevExpress.XtraCharts.FibonacciIndicator.ShowLevel23_6
source: Show Level 23.6%
es: Mostar Nivel 23.6%
fr: Montrer le 23.6%
ru: Показать уровень 23,6%

# DevExpress.XtraCharts.FibonacciIndicator.ShowLevel76_4
source: Show Level 76.4%
es: Mostar Nivel 76.4%
fr: Montrer le 76.4%
ru: Показать уровень 76,4%

# DevExpress.XtraCharts.FibonacciIndicator.ShowAdditionalLevels
source: Show Additional Levels
es: Mostrar Niveles Adicionales
fr: Montrer les Niveaux Additionnels
ru: Показать дополнительные уровни

# DevExpress.XtraCharts.FibonacciIndicator.Kind
source: Kind
es: Tipo
fr: Type
ru: Вид

# DevExpress.XtraCharts.FibonacciIndicator.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.FibonacciIndicator.BaseLevelColor
source: Base Level Color
es: Color Nivel Base
fr: Couleur du Niveau de Base
ru: Цвет базового уровня

# DevExpress.XtraCharts.FibonacciIndicator.LineStyle
source: Line Style
es: Estilo de Línea
fr: Type de Ligne
ru: Стиль линии

# DevExpress.XtraCharts.FibonacciIndicator.BaseLevelLineStyle
source: Base Level Line Style
es: Estilo de Línea en Nivel Base
fr: Type de Ligne du Niveau Standard
ru: Стиль линии базового уровня

# DevExpress.XtraCharts.FibonacciIndicator.Label
source: Labels
es: Etiquetas
fr: Libellés
ru: Метка

# DevExpress.XtraCharts.FibonacciIndicatorLabel.BaseLevelTextColor
source: Base Level Text Color
es: Color Texto en Nivel Base
fr: Couleur de Texte du Niveau Standard
ru: Цвет текста базового уровня

# DevExpress.XtraCharts.FillStyleBase.Options
source: Options
es: Configuración
ru: Опции

# DevExpress.XtraCharts.FillStyle2D.FillMode
source: Fill Mode
es: Modo Relleno
fr: Type de Remplissage
ru: Режим заполнения

# DevExpress.XtraCharts.BorderBase.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.BorderBase.Thickness
source: Thickness
es: Grosor
fr: Epaisseur
ru: Толщина

# DevExpress.XtraCharts.BorderBase.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.TitleBase.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.TitleBase.Font
source: Font
es: Fuente
fr: Police
ru: Шрифт

# DevExpress.XtraCharts.TitleBase.TextColor
source: Text Color
es: Color de Texto
fr: Couleur de Texte
ru: Цвет текста

# DevExpress.XtraCharts.TitleBase.Antialiasing
source: Antialiasing
ru: Сглаживание

# DevExpress.XtraCharts.Title.Text
source: Text
es: Texto
fr: Texte
ru: Текст

# DevExpress.XtraCharts.ChartElementNamed.Name
source: Name
es: Nombre
fr: Nom
ru: Имя

# DevExpress.XtraCharts.AxisBase.GridSpacing
source: Grid Spacing
es: Espaciado de Rejilla
fr: Espacement de la Grille
ru: Разбивка сетки

# DevExpress.XtraCharts.AxisBase.GridSpacingAuto
source: Grid Spacing Auto
es: Espaciado Automático de Rejilla
fr: Espacement de la Grille Auto.
ru: Автоматическая разбивка сетки

# DevExpress.XtraCharts.AxisBase.MinorCount
source: Minor Count
es: Recuento Menor
fr: Dénombrement Secondaire
ru: Количество мелких делений

# DevExpress.XtraCharts.AxisBase.Interlaced
source: Interlaced
es: Entrelazado
fr: Entrelacé
ru: Чередование

# DevExpress.XtraCharts.AxisBase.InterlacedColor
source: Interlaced Color
es: Color Entrelazado
fr: Couleur d'Entrelacement
ru: Чередование цвета

# DevExpress.XtraCharts.AxisBase.DateTimeMeasureUnit
source: Date-time Measure Unit
es: Unidad de Medida de Fecha-hora
fr: Unité de Mesure Date/Heure
ru: Единица измерения времени

# DevExpress.XtraCharts.AxisBase.DateTimeGridAlignment
source: Date-time Grid Alignment
es: Alineación de Rejilla Fecha-hora
fr: Alignement de Grille Date/Heure
ru: Сетка выравнивания по времени

# DevExpress.XtraCharts.AxisBase.GridLines
source: Grid Lines
es: Líneas de Rejilla
fr: Lignes de la Grille
ru: Линии сетки

# DevExpress.XtraCharts.AxisBase.Range
source: Range
es: Rango
fr: Plage
ru: Диапазон

# DevExpress.XtraCharts.AxisBase.NumericOptions
source: Numeric Options
es: Configuraciones Numéricos
fr: Options Numériques
ru: Числовые параметры

# DevExpress.XtraCharts.AxisBase.DateTimeOptions
source: Date Time Options
es: Configuración de Fecha-hora
fr: Options Date/Heure
ru: Параметры Даты-времени

# DevExpress.XtraCharts.AxisBase.Logarithmic
source: Logarithmic
es: Logarítmico
fr: Logarithmique
ru: Логарифмический

# DevExpress.XtraCharts.AxisBase.LogarithmicBase
source: Logarithmic Base
es: Base Logarítmico
fr: Base Logarithmique
ru: Основание логарифма

# DevExpress.XtraCharts.Axis.Thickness
source: Thickness
es: Grosor
fr: Epaisseur
ru: Толщина

# DevExpress.XtraCharts.Axis.Reverse
source: Reverse
es: Al Revés
fr: Retourner
ru: Перевернуть

# DevExpress.XtraCharts.Axis.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.Axis.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.Axis.Alignment
source: Alignment
es: Alineación
fr: Alignement
ru: Выравнивание

# DevExpress.XtraCharts.Axis.Title
source: Title
es: Título
fr: Titre
ru: Название

# DevExpress.XtraCharts.Axis.Strips
source: Strips
es: Tiras
fr: Bandes
ru: Полосы

# DevExpress.XtraCharts.Axis.InterlacedFillStyle
source: Interlaced Fill Style
es: Estilo de Rellenos Entrelazados
fr: Type de Remplissage d'Entrelacement
ru: Черезстрочный стиль заполнения

# DevExpress.XtraCharts.Axis.ConstantLines
source: Constant Lines
es: Líneas Constantes
fr: Ligne Constante
ru: Постоянные линии

# DevExpress.XtraCharts.Axis.CustomLabels
source: Custom Labels
es: Etiquetas Personalizados
fr: Libellés Personnalisés
ru: Пользовательские метки

# DevExpress.XtraCharts.Axis.ScaleBreaks
source: Scale Breaks
es: Roturas de Escalas
ru: Деления шкалы

# DevExpress.XtraCharts.Axis.ScaleBreakOptions
source: Scale Break Options
es: Configuración de Roturas de Escalas
ru: Параметры делений шкалы

# DevExpress.XtraCharts.Axis.AutoScaleBreaks
source: Auto Scale Breaks
es: Roturas de Escalas Automáticas
ru: Автоматический разрыв шкалы

# DevExpress.XtraCharts.Axis.Tickmarks
source: Tickmarks
es: Indicadores
fr: Etiquettes
ru: Штрихи

# DevExpress.XtraCharts.Axis.Label
source: Label
es: Etiqueta
fr: Libellé
ru: Метка

# DevExpress.XtraCharts.Axis.VisibleInPanes
source: Visible In Panes
es: Visible En Paneles
ru: Видимый на панелях

# DevExpress.XtraCharts.FillStyle3D.FillMode
source: Fill Mode
es: Modo Relleno
fr: Mode de Remplissage
ru: Режим заполнения

# DevExpress.XtraCharts.RadarAxis.InterlacedFillStyle
source: Interlaced Fill Style
es: Estilo Relleno Entrelazado
fr: Type de Remplissage d'Entrelacement
ru: Стиль черезстрочного заполнения

# DevExpress.XtraCharts.Axis3D.InterlacedFillStyle
source: Interlaced Fill Style
es: Estilo de Rellenos Entrelazados
fr: Type de Remplissage d'Entrelacement
ru: Черезстрочный стиль заполнения

# DevExpress.XtraCharts.Axis3D.Label
source: Label
es: Etiqueta
fr: Libellé
ru: Метка

# DevExpress.XtraCharts.FillMode.Empty
source: Empty
es: Vacío
fr: Vide
ru: Нет

# DevExpress.XtraCharts.FillMode.Solid
source: Solid
es: Sólido
fr: Plein
ru: Сплошной

# DevExpress.XtraCharts.FillMode.Gradient
source: Gradient
es: Gradiente
fr: Dégradé
ru: Градиент

# DevExpress.XtraCharts.FillMode.Hatch
source: Hatch
es: Rayado
fr: Hachures
ru: Решетка

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Millisecond
source: Millisecond
es: Millisegundo
fr: Milliseconde
ru: Миллисекунда

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Second
source: Second
es: Segundo
fr: Seconde
ru: Секунда

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Minute
source: Minute
es: Minuto
ru: Минута

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Hour
source: Hour
es: Hora
fr: Heure
ru: Час

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Day
source: Day
es: Día
fr: Jour
ru: День

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Week
source: Week
es: Semana
fr: Semaine
ru: Неделя

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Month
source: Month
es: Mes
fr: Mois
ru: Месяц

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Quarter
source: Quarter
es: Trimestre
fr: Trimestre
ru: Квартал

# DevExpress.XtraCharts.DateTimeMeasurementUnit.Year
source: Year
es: Año
fr: Année
ru: Год

# DevExpress.XtraCharts.AxisAlignment.Near
source: Near
es: Cerca
fr: Proche
ru: Рядом

# DevExpress.XtraCharts.AxisAlignment.Far
source: Far
es: Lejos
fr: Eloigné
ru: Далеко

# DevExpress.XtraCharts.AxisAlignment.Zero
source: Zero
es: Cero
ru: По нулям

# DevExpress.XtraCharts.FillMode3D.Empty
source: Empty
es: Vacío
fr: Vide
ru: Нет
