Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.XtraCharts/PropertyNamesRes.*.resx
Languages: es, fr, ru

# DevExpress.XtraCharts.BarSeriesView.Shadow
source: Shadow
es: Sombra
fr: Ombre
ru: Тень

# DevExpress.XtraCharts.RangeBarSeriesView.MinValueMarker
source: Min Value Marker
es: Valor Mín. Marcador
fr: Marque de Valeur Min.
ru: Маркер минимального значения

# DevExpress.XtraCharts.RangeBarSeriesView.MaxValueMarker
source: Max Value Marker
es: Valor Máx. Marcador
fr: Marque de Valeur Max.
ru: Маркер максимального значения

# DevExpress.XtraCharts.Marker.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.Marker.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.GanttSeriesView.LinkOptions
source: Link Options
es: Configuración de Enlaces
fr: Options de Lien
ru: Параметры связи

# DevExpress.XtraCharts.TaskLinkOptions.ArrowWidth
source: Arrow Width
es: Anchura Flecha
fr: Largeur de Flèche
ru: Ширина стрелки

# DevExpress.XtraCharts.TaskLinkOptions.ArrowHeight
source: Arrow Height
es: Altura Flecha
fr: Hauteur de Flèche
ru: Высота стрелки

# DevExpress.XtraCharts.TaskLinkOptions.MinIndent
source: Min Indent
es: Sangría Mín.
fr: Indentation Min.
ru: Минимальный отступ

# DevExpress.XtraCharts.TaskLinkOptions.Thickness
source: Thickness
es: Grosor
fr: Epaisseur
ru: Толщина

# DevExpress.XtraCharts.TaskLinkOptions.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.TaskLinkOptions.ColorSource
source: Color Source
es: Fuente Color
fr: Source de Couleur
ru: Цвет источника

# DevExpress.XtraCharts.TaskLinkOptions.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.PointSeriesViewBase.Shadow
source: Shadow
es: Sombra
fr: Ombre
ru: Тень

# DevExpress.XtraCharts.PointSeriesView.PointMarkerOptions
source: Point Marker Options
es: Configuración de Puntos de Marcador
fr: Options de Marques/Points
ru: Параметры маркера

# DevExpress.XtraCharts.BaseMarker.Kind
source: Kind
es: Tipo
fr: Type
ru: Вид

# DevExpress.XtraCharts.BaseMarker.StarPointCount
source: Star Point Count
es: Puntos de Estrella
fr: Nombre de Point Etoile
ru: Количество лучей звезды

# DevExpress.XtraCharts.BaseMarker.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Стиль заполнения

# DevExpress.XtraCharts.BaseMarker.BorderVisible
source: Border Visible
es: Margen Visible
fr: Bordure Visible
ru: Видимость границы

# DevExpress.XtraCharts.BaseMarker.BorderColor
source: Border Color
es: Color Margen
fr: Couleur de Bordure
ru: Цвет границы

# DevExpress.XtraCharts.SimpleMarker.Size
source: Size
es: Tamaño
fr: Taille
ru: Размер

# DevExpress.XtraCharts.LineSeriesView.LineStyle
source: Line Style
es: Estilo de Línea
fr: Type de Ligne
ru: Стиль линии

# DevExpress.XtraCharts.LineSeriesView.LineMarkerOptions
source: Line Marker Options
es: Configuración de la Línea Marcador
fr: Options de Marques/Lignes
ru: Параметры маркера линии

# DevExpress.XtraCharts.StepLineSeriesView.InvertedStep
source: Inverted Step
es: Escalón Invertido
fr: Etape Inversée
ru: Обратный шаг

# DevExpress.XtraCharts.AreaSeriesViewBase.Border
source: Border
es: Márgenes
fr: Bordure
ru: Границы

# DevExpress.XtraCharts.AreaSeriesViewBase.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Стиль заполнения

# DevExpress.XtraCharts.AreaSeriesViewBase.MarkerOptions
source: Marker Options
es: Configuración de Marcadores
fr: Options de Marque
ru: Параметры маркера

# DevExpress.XtraCharts.AreaSeriesViewBase.Transparency
source: Transparency
es: Transparencia
fr: Transparence
ru: Прозрачность

# DevExpress.XtraCharts.XYDiagram3DSeriesViewBase.Transparency
source: Transparency
es: Transparencia
fr: Transparence
ru: Прозрачность

# DevExpress.XtraCharts.PieSeriesViewBase.SizeAsPercentage
source: Size as Percentage
es: Tamaño como Porcentaje
fr: Taille en Pourcentage
ru: Размер в процентах

# DevExpress.XtraCharts.PieSeriesViewBase.ExplodedDistancePercentage
source: Exploded Distance Percentage
es: Porcentaje de Distancia al Resaltar
fr: Pourcentage d'Espacement Explosé
ru: Всплытие дистанции в процентах

# DevExpress.XtraCharts.PieSeriesViewBase.ExplodeMode
source: Explode Mode
es: Modo Resaltar
fr: Mode d'Explosion
ru: Режим всплытия

# DevExpress.XtraCharts.PieSeriesViewBase.ExplodedPoints
source: Exploded Points
es: Puntos Resaltados
fr: Points Explosés
ru: Всплытие точек

# DevExpress.XtraCharts.PieSeriesViewBase.ExplodedPointsFilters
source: Exploded Points Filters
es: Filtros de Puntos Resaltados
fr: Filtres des Points Explosés
ru: Всплытие точечных фильтров

# DevExpress.XtraCharts.PieSeriesView.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.PieSeriesView.Rotation
source: Rotation
es: Rotación
ru: Поворот

# DevExpress.XtraCharts.PieSeriesView.HeightToWidthRatio
source: Height to Width Ratio
es: Ratio Altura a Anchura
fr: Ratio Hauteur/Largeur
ru: Отношение высоты к ширине

# DevExpress.XtraCharts.FunnelSeriesViewBase.HeightToWidthRatio
source: Height to Width Ratio
es: Ratio de Altura a Anchura
ru: Отношение высоты к ширине

# DevExpress.XtraCharts.FunnelSeriesViewBase.PointDistance
source: Point Distance
es: Distancia de Punto
ru: Дистанция между точками

# DevExpress.XtraCharts.FunnelSeriesView.AlignToCenter
source: Align to Center
es: Alinear al Centro
ru: Выравнивание к центру

# DevExpress.XtraCharts.FunnelSeriesView.HeightToWidthRatioAuto
source: Height to Width Ratio Auto
es: Ratio de Altura a Anchura Automáico
ru: Автоматическое отношение высоты к ширине

# DevExpress.XtraCharts.PieSeriesView.Border
source: Border
es: Margen
fr: Bordure
ru: Границы

# DevExpress.XtraCharts.PieSeriesView.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Стиль заполнения

# DevExpress.XtraCharts.PieSeriesView.RuntimeExploding
source: Runtime Exploding
es: Resaltar en Tiempo de Ejecución
ru: Всплытие в процессе выполнения

# DevExpress.XtraCharts.FunnelSeriesView.Border
source: Border
es: Margen
ru: Границы

# DevExpress.XtraCharts.FunnelSeriesView.FillStyle
source: Fill Style
es: Estilo Relleno
ru: Стиль заполнения

# DevExpress.XtraCharts.FunnelSeriesView.Color
source: Color
ru: Цвет

# DevExpress.XtraCharts.SeriesView3DColorEachSupportBase.ColorEach
source: Color Each
es: Colorear Cada Uno
fr: Coloriser
ru: Цвет для всех

# DevExpress.XtraCharts.Bar3DSeriesView.BarWidth
source: Bar Width
es: Anchura Barra
fr: Largeur de Barre
ru: Ширина бруска

# DevExpress.XtraCharts.Bar3DSeriesView.BarDepth
source: Bar Depth
es: Profundidad Barra
fr: Profondeur de Barre
ru: Глубина бруска

# DevExpress.XtraCharts.Bar3DSeriesView.BarDepthAuto
source: Bar Depth Auto
es: Profundidad Barra Automática
fr: Profondeur de Barre Auto.
ru: Автоматически настроить глубину бруска

# DevExpress.XtraCharts.Bar3DSeriesView.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Стиль заполнения

# DevExpress.XtraCharts.Pie3DSeriesView.Depth
source: Depth
es: Profundidad
fr: Profondeur
ru: Глубина

# DevExpress.XtraCharts.Pie3DSeriesView.PieFillStyle
source: Pie Fill Style
es: Estilo de Relleno de Tarta
fr: Type de Remplissage de Secteur
ru: Стиль заполнения сектора

# DevExpress.XtraCharts.Funnel3DSeriesView.FunnelFillStyle
source: Funnel Fill Style
es: Estilo de Relleno de Embudo
ru: Стиль заполнения воронки

# DevExpress.XtraCharts.Doughnut3DSeriesView.HoleRadiusPercent
source: Hole Radius Percent
es: Porcentaje Radio Agujero
fr: Pourcentage de Rayon du Trou
ru: Процент радиуса отверстия

# DevExpress.XtraCharts.DoughnutSeriesView.HoleRadiusPercent
source: Hole Radius Percent
es: Porcentaje Radio Agujero
fr: Pourcentage de Rayon du Trou
ru: Процент радиуса отверстия

# DevExpress.XtraCharts.Funnel3DSeriesView.HoleRadiusPercent
source: Hole Radius Percent
es: Porcentaje Radio del Agujero
ru: Процент радиуса отверстия

# DevExpress.XtraCharts.StepLine3DSeriesView.InvertedStep
source: Inverted Step
es: Escalón Invertido
fr: Etape Inversée
ru: Обратный шаг

# DevExpress.XtraCharts.RectangleGradientMode.TopToBottom
source: Top to Bottom
es: Arriba hacis Abajo
fr: De Haut en Bas
ru: Сверху вниз

# DevExpress.XtraCharts.RectangleGradientMode.BottomToTop
source: Bottom to Top
es: Abajo hacia Arriba
fr: De Bas en Haut
ru: Снизу вверх

# DevExpress.XtraCharts.RectangleGradientMode.LeftToRight
source: Left to Right
es: Izquierda a Derecha
fr: De Gauche à Droite
ru: Слева направо

# DevExpress.XtraCharts.RectangleGradientMode.RightToLeft
source: Right to Left
es: Derecha a Izquierda
fr: De Droite à Gauche
ru: Справа налевро

# DevExpress.XtraCharts.RectangleGradientMode.TopLeftToBottomRight
source: Top Left to Bottom Right
es: Superior Izquierda a Inferior Derecha
fr: Supérieur Gauche à Inférieur Droit
ru: От левого верхнего угла к правому нижнему

# DevExpress.XtraCharts.RectangleGradientMode.BottomRightToTopLeft
source: Bottom Right to Top Left
es: Inferior Derecha a Superior Izquierda
fr: Inférieur Droit à Supérieur Gauche
ru: От правого нижнего угла к левому верхнему

# DevExpress.XtraCharts.RectangleGradientMode.TopRightToBottomLeft
source: Top Right to Bottom Left
es: Superior Derecha a Inferior Izquierda
fr: Supérieur Droit à Inférieur Gauche
ru: От правого верхнего угла к левому нижнему

# DevExpress.XtraCharts.RectangleGradientMode.BottomLeftToTopRight
source: Bottom Left to Top Right
es: Inferior Izquierda a Superior Derecha
fr: Inférieur Gauche à Supérieur Droit
ru: От левого нижнего угла к правому верхнему

# DevExpress.XtraCharts.RectangleGradientMode.FromCenterHorizontal
source: From Center Horizontal
es: Del Centro Horizontal
fr: Horizontal depuis le Centre
ru: От центра по горизонтали

# DevExpress.XtraCharts.RectangleGradientMode.ToCenterHorizontal
source: To Center Horizontal
es: Al Centro Horizontal
fr: Horizontal vers le Centre
ru: К центру по горизонтали

# DevExpress.XtraCharts.RectangleGradientMode.FromCenterVertical
source: From Center Vertical
es: Del Centro Vertical
fr: Vertical depuis le Centre
ru: От центра по вертикали

# DevExpress.XtraCharts.RectangleGradientMode.ToCenterVertical
source: To Center Vertical
es: Al Centro Vertical
fr: Vertical vers le Centre
ru: К центру по вертикали

# DevExpress.XtraCharts.PolygonGradientMode.TopToBottom
source: Top to Bottom
es: Arriba hacia Abajo
fr: De Haut en Bas
ru: Сверху вниз

# DevExpress.XtraCharts.PolygonGradientMode.BottomToTop
source: Bottom to Top
es: Abajo hacia Arriba
fr: De Bas en Haut
ru: Снизу вверх

# DevExpress.XtraCharts.PolygonGradientMode.LeftToRight
source: Left to Right
es: Izquierda a Derecha
fr: De Gauche à Droite
ru: Слева направо

# DevExpress.XtraCharts.PolygonGradientMode.RightToLeft
source: Right to Left
es: Derecha a Izquierda
fr: De Droite à Gauche
ru: Справа налево

# DevExpress.XtraCharts.PolygonGradientMode.TopLeftToBottomRight
source: Top Left to Bottom Right
es: Superior Izquierda a Inferior Derecha
fr: Supérieur Gauche à Inférieur Droit
ru: От левого верхнего угла к правому нижнему

# DevExpress.XtraCharts.PolygonGradientMode.BottomRightToTopLeft
source: Bottom Right to Top Left
es: Inferior Derecha a Superior Izquierda
fr: Inférieur Droit à Supérieur Gauche
ru: От правого нижнего угла к левому верхнему

# DevExpress.XtraCharts.PolygonGradientMode.TopRightToBottomLeft
source: Top Right to Bottom Left
es: Superior Derecha a Inferior Izquierda
fr: Supérieur Droit à Inférieur Gauche
ru: От правого верхнего угла к левому нижнему

# DevExpress.XtraCharts.PolygonGradientMode.BottomLeftToTopRight
source: Bottom Left to Top Right
es: Inferior Izquierda a Superior Derecha
fr: Inférieur Gauche à Supérieur Droit
ru: От левого нижнего угла к правому верхнему

# DevExpress.XtraCharts.PolygonGradientMode.ToCenter
source: To Center
es: Al Centro
fr: Vers le Centre
ru: К центру

# DevExpress.XtraCharts.PolygonGradientMode.FromCenter
source: From Center
es: Del Centro
fr: Depuis le Centre
ru: От центра

# DevExpress.XtraCharts.LegendAlignmentHorizontal.LeftOutside
source: Left Outside
es: Izquierda Exterior
fr: Extérieur Gauche
ru: Слева снаружи

# DevExpress.XtraCharts.LegendAlignmentHorizontal.Left
source: Left
es: Izquierda
fr: Gauche
ru: Слева

# DevExpress.XtraCharts.LegendAlignmentHorizontal.Center
source: Center
es: Centro
fr: Centre
ru: По центру

# DevExpress.XtraCharts.LegendAlignmentHorizontal.Right
source: Right
es: Derecha
fr: Droite
ru: Справа

# DevExpress.XtraCharts.LegendAlignmentHorizontal.RightOutside
source: Right Outside
es: Derecha Exterior
fr: Extérieur Droit
ru: Справа снаружи

# DevExpress.XtraCharts.LegendAlignmentVertical.TopOutside
source: Top Outside
es: Superior Exterior
fr: Extérieur Haut
ru: Вверху снаружи

# DevExpress.XtraCharts.LegendAlignmentVertical.Top
source: Top
es: Superior
fr: Haut
ru: Сверху

# DevExpress.XtraCharts.LegendAlignmentVertical.Center
source: Center
es: Centro
fr: Centre
ru: По центру

# DevExpress.XtraCharts.LegendAlignmentVertical.Bottom
source: Bottom
es: Inferior
fr: Bas
ru: Снизу

# DevExpress.XtraCharts.LegendAlignmentVertical.BottomOutside
source: Bottom Outside
es: Inferior Exterior
fr: Extérieur Bas
ru: Внизу снаружи

# DevExpress.XtraCharts.LegendDirection.TopToBottom
source: Top to Bottom
es: Arriba hacia Abajo
fr: De Haut en Bas
ru: Сверху вниз

# DevExpress.XtraCharts.LegendDirection.BottomToTop
source: Bottom to Top
es: Abajo hacia Arriba
fr: De Bas en Haut
ru: Снизу вверх

# DevExpress.XtraCharts.LegendDirection.LeftToRight
source: Left to Right
es: Izquierda a Derecha
fr: De Gauche à Droite
ru: Слева направо

# DevExpress.XtraCharts.LegendDirection.RightToLeft
source: Right to Left
es: Derecha a Izquierda
fr: De Droite à Gauche
ru: Справа налево

# DevExpress.XtraCharts.RadarDiagramDrawingStyle.Circle
source: Circle
es: Circulo
fr: Cercle
ru: Окружность

# DevExpress.XtraCharts.RadarDiagramDrawingStyle.Polygon
source: Polygon
es: Polígono
fr: Polygone
ru: Многоугольник

# DevExpress.XtraCharts.RadarDiagramRotationDirection.Counterclockwise
source: Counterclockwise
es: A la izquierda
fr: Inverse des Aiguilles d'une Montre
ru: Против часовой стрелки

# DevExpress.XtraCharts.RadarDiagramRotationDirection.Clockwise
source: Clockwise
es: A la derecha
fr: Sens des Aiguilles d'une Montre
ru: По часовой стрелке

# DevExpress.XtraCharts.DashStyle.Empty
source: Empty
es: Vacío
fr: Vide
ru: Нет

# DevExpress.XtraCharts.DashStyle.Solid
source: Solid
es: Sólido
fr: Plein
ru: Сплошной

# DevExpress.XtraCharts.DashStyle.Dash
source: Dash
es: Raya
fr: Tiret
ru: Штрих

# DevExpress.XtraCharts.DashStyle.Dot
source: Dot
es: Punto
fr: Point
ru: Точка

# DevExpress.XtraCharts.DashStyle.DashDot
source: Dash Dot
es: Raya Punto
fr: Tiret Point
ru: Штрихпунктир

# DevExpress.XtraCharts.DashStyle.DashDotDot
source: Dash Dot Dot
es: Raya Punto Punto
fr: Tiret Point Point
ru: Штрихпунктирная с двумя точками

# DevExpress.XtraCharts.DateTimeFormat.ShortDate
source: Short Date
es: Fecha Corta
fr: Date Courte
ru: Сокращенная дата

# DevExpress.XtraCharts.DateTimeFormat.LongDate
source: Long Date
es: Fecha Larga
fr: Date Longue
ru: Полная дата

# DevExpress.XtraCharts.DateTimeFormat.ShortTime
source: Short Time
es: Hora Corta
fr: Date/Heure Courte
ru: Сокращенное время

# DevExpress.XtraCharts.DateTimeFormat.LongTime
source: Long Time
es: Hora Larga
fr: Date/Heure Longue
ru: Полное время

# DevExpress.XtraCharts.DateTimeFormat.General
source: General
fr: Général
ru: Общий

# DevExpress.XtraCharts.DateTimeFormat.MonthAndDay
source: Month and Day
es: Mes y Día
fr: Mois et Jour
ru: Месяц и день

# DevExpress.XtraCharts.DateTimeFormat.MonthAndYear
source: Month and Year
es: Mes y Año
fr: Mois et Année
ru: Месяц и год

# DevExpress.XtraCharts.DateTimeFormat.QuarterAndYear
source: Quarter and Year
es: Trimestre y Año
fr: Trimestre et Année
ru: Квартал и год

# DevExpress.XtraCharts.DateTimeFormat.Custom
source: Custom
es: Personalizado
fr: Personnalisé
ru: Пользовательский

# DevExpress.XtraCharts.NumericFormat.General
source: General
fr: Général
ru: Общий

# DevExpress.XtraCharts.NumericFormat.Scientific
source: Scientific
es: Científico
fr: Scientifique
ru: Научный

# DevExpress.XtraCharts.NumericFormat.FixedPoint
source: Fixed Point
es: Punto Fijo
fr: Virgule Fixe
ru: С фиксированной точкой

# DevExpress.XtraCharts.NumericFormat.Currency
source: Currency
es: Moneda
fr: Monétaire
ru: Денежный

# DevExpress.XtraCharts.NumericFormat.Percent
source: Percent
es: Porcentaje
fr: Pourcentage
ru: Процент

# DevExpress.XtraCharts.NumericFormat.Number
source: Number
es: Número
fr: Nombre
ru: Числовой

# DevExpress.XtraCharts.RadarAxisXLabelTextDirection.LeftToRight
source: Left to Right
es: Izquierda a Derecha
fr: De Gauche à Droite
ru: Слева направо

# DevExpress.XtraCharts.RadarAxisXLabelTextDirection.TopToBottom
source: Top to Bottom
es: Arriba hacia Abajo
fr: De Haut en Bas
ru: Сверху вниз

# DevExpress.XtraCharts.RadarAxisXLabelTextDirection.BottomToTop
source: Bottom to Top
es: Abajo hacia Arriba
fr: De Bas en Haut
ru: Снизу вверх

# DevExpress.XtraCharts.RadarAxisXLabelTextDirection.Radial
source: Radial
ru: Радиально

# DevExpress.XtraCharts.RadarAxisXLabelTextDirection.Tangent
source: Tangent
es: Tangente
ru: По касательной

# DevExpress.XtraCharts.RotationType.UseMouseStandard
source: Use Mouse Standard
es: Usar Ratón Estándar
fr: Souris (Standard)
ru: Использовать стандартную мышь

# DevExpress.XtraCharts.RotationType.UseMouseAdvanced
source: Use Mouse Advanced
es: Usar Ratón Avanzado
fr: Souris (Avancé)
ru: Использовать расширенную мышь

# DevExpress.XtraCharts.RotationType.UseAngles
source: Use Angles
es: Usar Ángulos
fr: Angles
ru: Использовать углы

# DevExpress.XtraCharts.ScrollBarAlignment.Near
source: Near
es: Cerca
fr: Proche
ru: Близко

# DevExpress.XtraCharts.ScrollBarAlignment.Far
source: Far
es: Lejos
fr: Eloigné
ru: Далеко

# DevExpress.XtraCharts.AxisLabel3DPosition.Auto
source: Auto
es: Automático
ru: Авто

# DevExpress.XtraCharts.AxisLabel3DPosition.Left
source: Left
es: Izquierda
fr: Gauche
ru: Слева

# DevExpress.XtraCharts.AxisLabel3DPosition.Right
source: Right
es: Derecha
fr: Droite
ru: Справа

# DevExpress.XtraCharts.AxisLabel3DPosition.Top
source: Top
es: Superior
fr: Haut
ru: Верх

# DevExpress.XtraCharts.AxisLabel3DPosition.Bottom
source: Bottom
es: Inferior
fr: Bas
ru: Низ

# DevExpress.XtraCharts.LayoutDirection.Horizontal
source: Horizontal
ru: Горизонтально

# DevExpress.XtraCharts.LayoutDirection.Vertical
source: Vertical
ru: Вертикально

# DevExpress.XtraCharts.ScaleType.Qualitative
source: Qualitative
es: Cualitativo
fr: Qualitatif
ru: Качественный

# DevExpress.XtraCharts.ScaleType.Numerical
source: Numerical
es: Numérico
fr: Numerique
ru: Численный

# DevExpress.XtraCharts.ScaleType.DateTime
source: Date Time
es: Fecha Hora
fr: Date/Heure
ru: ДатаВремя

# DevExpress.XtraCharts.SortingMode.None
source: None
es: Ninguno
fr: Aucun
ru: Нет

# DevExpress.XtraCharts.SortingMode.Ascending
source: Ascending
es: Ascendente
fr: Ascendant
ru: Возрастание

# DevExpress.XtraCharts.SortingMode.Descending
source: Descending
es: Descendente
fr: Descendant
ru: Убывание

# DevExpress.XtraCharts.PointView.Argument
source: Argument
es: Argumento
ru: Параметр

# DevExpress.XtraCharts.PointView.Values
source: Values
es: Valores
fr: Valeurs
ru: Значения

# DevExpress.XtraCharts.PointView.ArgumentAndValues
source: Argument and Values
es: Argumento y Valores
fr: Argument et Valeurs
ru: Параметры и значения

# DevExpress.XtraCharts.PointView.SeriesName
source: Series Name
es: Nombre de Series
fr: Nom de Séries
ru: Имя серии

# DevExpress.XtraCharts.PointView.Undefined
source: Undefined
es: Indefinido
fr: Indéfini
ru: Неопределено

# DevExpress.XtraCharts.TimeSpanFormat.Standard
source: Standard
es: Estándar
ru: Стандартный

# DevExpress.XtraCharts.TimeSpanFormat.TotalDays
source: Total Days
es: Días Totales
fr: Total des Jours
ru: Всего дней

# DevExpress.XtraCharts.TimeSpanFormat.TotalHours
source: Total Hours
es: Horas Totales
fr: Total des Heures
ru: Всего часов

# DevExpress.XtraCharts.TimeSpanFormat.TotalMinutes
source: Total Minutes
es: Minutos Totales
fr: Total des Minutes
ru: Всего минут

# DevExpress.XtraCharts.TimeSpanFormat.TotalSeconds
source: Total Seconds
es: Segundos Totales
fr: Total des Secondes
ru: Всего секунд

# DevExpress.XtraCharts.TimeSpanFormat.TotalMilliseconds
source: Total Milliseconds
es: Milisegundos Totales
fr: Total des Millisecondes
ru: Всего миллисекунд

# DevExpress.XtraCharts.StockLevel.Low
source: Low
es: Bajo
fr: Bas
ru: Низкий

# DevExpress.XtraCharts.StockLevel.High
source: High
es: Alto
fr: Haut
ru: Высокий

# DevExpress.XtraCharts.StockLevel.Open
source: Open
es: Abrir
fr: Ouvert
ru: Открыть

# DevExpress.XtraCharts.StockLevel.Close
source: Close
es: Cerrar
fr: Fermé
ru: Закрыть

# DevExpress.XtraCharts.PieSeriesLabelPosition.Inside
source: Inside
es: Interior
fr: Intérieur
ru: Внутри

# DevExpress.XtraCharts.PieSeriesLabelPosition.Outside
source: Outside
es: Exterior
fr: Extérieur
ru: Снаружи

# DevExpress.XtraCharts.PieSeriesLabelPosition.TwoColumns
source: Two Columns
es: Dos Columnas
fr: Deux Colonnes
ru: Два столбца

# DevExpress.XtraCharts.PieSeriesLabelPosition.Radial
source: Radial
ru: Радиально

# DevExpress.XtraCharts.PieSeriesLabelPosition.Tangent
source: Tangent
es: Tangente
ru: По касательной

# DevExpress.XtraCharts.BarSeriesLabelPosition.Top
source: Top
es: Superior
fr: Haut
ru: Сверху

# DevExpress.XtraCharts.BarSeriesLabelPosition.Center
source: Center
es: Centrar
fr: Centre
ru: По центру

# DevExpress.XtraCharts.RangeBarLabelKind.OneLabel
source: One Label
es: Una Etiqueta
fr: Un Libellé
ru: Одна метка

# DevExpress.XtraCharts.RangeBarLabelKind.TwoLabels
source: Two Labels
es: Dos Etiquetas
fr: Deux Libellés
ru: Две метки

# DevExpress.XtraCharts.RangeBarLabelKind.MaxValueLabel
source: Max Value Label
es: Valor Máx. Etiqueta
fr: Libellé de Valeur Max.
ru: Метка максималтьнонго значения

# DevExpress.XtraCharts.RangeBarLabelKind.MinValueLabel
source: Min Value Label
es: Valor Mín. Etiqueta
fr: Libellé de Valeur Min.
ru: Метка минимального значения

# DevExpress.XtraCharts.RangeBarLabelPosition.Outside
source: Outside
es: Exterior
fr: Extérieur
ru: Снаружи

# DevExpress.XtraCharts.RangeBarLabelPosition.Inside
source: Inside
es: Interior
fr: Intérieur
ru: Внутри

# DevExpress.XtraCharts.RangeBarLabelPosition.Center
source: Center
es: Centro
fr: Centre
ru: По центру

# DevExpress.XtraCharts.StockType.Both
source: Both
es: Ambos
fr: Les Deux
ru: Оба

# DevExpress.XtraCharts.StockType.Open
source: Open
es: Abrir
fr: Ouvert
ru: Открытый

# DevExpress.XtraCharts.StockType.Close
source: Close
es: Cerrar
fr: Fermé
ru: Закрытый

# DevExpress.XtraCharts.TaskLinkColorSource.ParentColor
source: Parent Color
es: Color Padre
fr: Couleur du Parent
ru: Цвет родителя

# DevExpress.XtraCharts.TaskLinkColorSource.ParentBorderColor
source: Parent Border Color
es: Color Margen Padre
fr: Couleur de Bordure du Parent
ru: Цвет границы родителя

# DevExpress.XtraCharts.TaskLinkColorSource.ChildColor
source: Child Color
es: Color Hijo
fr: Couleur de l'Enfant
ru: Цвет потомка

# DevExpress.XtraCharts.TaskLinkColorSource.ChildBorderColor
source: Child Border Color
es: Color Margen Hijo
fr: Couleur de Bordure de l'Enfant
ru: Цвет границы потомка

# DevExpress.XtraCharts.TaskLinkColorSource.OwnColor
source: Own Color
es: Color Propio
fr: Couleur Propre
ru: Собственный цвет

# DevExpress.XtraCharts.MarkerKind.Square
source: Square
es: Cuadrado
fr: Carré
ru: Квадрат

# DevExpress.XtraCharts.MarkerKind.Diamond
source: Diamond
es: Diamante
fr: Diamant
ru: ромб

# DevExpress.XtraCharts.MarkerKind.Triangle
source: Triangle
es: Triángulo
ru: Треугольник

# DevExpress.XtraCharts.MarkerKind.InvertedTriangle
source: Inverted Triangle
es: Triángulo Invertido
fr: Triangle Inversé
ru: Перевернутый треугольник

# DevExpress.XtraCharts.MarkerKind.Circle
source: Circle
es: Circulo
fr: Cercle
ru: Окружность

# DevExpress.XtraCharts.MarkerKind.Plus
source: Plus
ru: Плюс
