Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.XtraCharts/PropertyNamesRes.*.resx
Languages: es, fr, ru

# DevExpress.XtraCharts.FillMode3D.Solid
source: Solid
es: Sólido
fr: Plein
ru: Сплошной

# DevExpress.XtraCharts.FillMode3D.Gradient
source: Gradient
es: Gradienta
fr: Dégradé
ru: Градиент

# DevExpress.XtraCharts.SeriesPoint.Relations
source: Relations
es: Relaciones
ru: Ссылки

# DevExpress.XtraCharts.SeriesPoint.Values
source: Values
es: Valores
fr: Valeurs
ru: Значения

# DevExpress.XtraCharts.SeriesPoint.DateTimeValues
source: Date Time Values
es: Valores Fecha Hora
fr: Valeurs Date/Heure
ru: Значения Даты-времени

# DevExpress.XtraCharts.SeriesPoint.Argument
source: Argument
es: Argumento
ru: Аргумент

# DevExpress.XtraCharts.SeriesPoint.Item
source: Item
es: Elemento
ru: Элемент

# DevExpress.XtraCharts.SeriesPoint.Length
source: Length
es: Longitud
fr: Longueur
ru: Длина

# DevExpress.XtraCharts.SeriesPoint.Tag
source: Tag
es: Rótulo
ru: Тэг

# DevExpress.XtraCharts.SeriesPoint.IsEmpty
source: Is Empty
es: Está Vacío
fr: Est Vide
ru: Пустая

# DevExpress.XtraCharts.SeriesPointFilter.Key
source: Key
es: Clave
fr: Clé
ru: Ключ

# DevExpress.XtraCharts.SeriesPointFilter.Condition
source: Condition
es: Condición
ru: Условие

# DevExpress.XtraCharts.SeriesPointFilter.Value
source: Value
es: Valor
fr: Valeur
ru: Значение

# DevExpress.XtraCharts.DataFilter.ColumnName
source: Column Name
es: Nombre Columna
fr: Nom de Colonne
ru: Наименование колонки

# DevExpress.XtraCharts.DataFilter.DataType
source: Data Type
es: Tipo de Datos
fr: Type de Données
ru: Тип данных

# DevExpress.XtraCharts.DataFilter.Condition
source: Condition
es: Condición
ru: Условие

# DevExpress.XtraCharts.DataFilter.Value
source: Value
es: Valor
fr: Valeur
ru: Значение

# DevExpress.XtraCharts.DataFilterCondition.Equal
source: Equal
es: Igual
fr: Egual
ru: Равно

# DevExpress.XtraCharts.DataFilterCondition.GreaterThan
source: Greater Than
es: Mayor que
fr: Supérieur à
ru: Больше чем

# DevExpress.XtraCharts.DataFilterCondition.GreaterThanOrEqual
source: Greater Than Or Equal
es: Mayor o Igual
fr: Supérieur ou Egal à
ru: Больше или равно

# DevExpress.XtraCharts.DataFilterCondition.LessThan
source: Less Than
es: Menor que
fr: Inférieur à
ru: Меньше чем

# DevExpress.XtraCharts.DataFilterCondition.LessThanOrEqual
source: Less Than Or Equal
es: Menor o Igual
fr: Inférieur ou Egal à
ru: Меньше или равно

# DevExpress.XtraCharts.DataFilterCondition.NotEqual
source: Not Equal
es: No igual
fr: Différent
ru: Не равно

# DevExpress.XtraCharts.Strip.MinLimit
source: Min Limit
es: Limite Mínimo
fr: Limite Min.
ru: Минимальный предел

# DevExpress.XtraCharts.Strip.MaxLimit
source: Max Limit
es: Limite Máximo
fr: Limite Max.
ru: Максимальный предел

# DevExpress.XtraCharts.Strip.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.Strip.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.Strip.FillStyle
source: Fill Style
es: Estilo Relleno
fr: Type de Remplissage
ru: Стиль заполнения

# DevExpress.XtraCharts.Strip.LegendText
source: Legend Text
es: Texto Leyenda
fr: Texte de Légende
ru: Условные обозначения

# DevExpress.XtraCharts.Strip.ShowInLegend
source: Show In Legend
es: Mostrar en Leyenda
fr: Montrer dans la Légende
ru: Показать условные обозначения

# DevExpress.XtraCharts.Strip.AxisLabelText
source: Axis Label Text
es: Texto de Etiqueta del Eje
fr: Libellé d'Axe
ru: Текст метки оси

# DevExpress.XtraCharts.Strip.ShowAxisLabel
source: Show Axis Label
es: Mostrar Rótulo del Eje
fr: Montrer le Libellé d'Axe
ru: Показать метки оси

# DevExpress.XtraCharts.ConstantLine.AxisValue
source: Axis Value
es: Valor Eje
fr: Valeur d'Axe
ru: Значение оси

# DevExpress.XtraCharts.ConstantLine.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.ConstantLine.LineStyle
source: Line Style
es: Estilo de Línea
fr: Type de Ligne
ru: Стиль линии

# DevExpress.XtraCharts.ConstantLine.Color
source: Color
fr: Couleur
ru: Цвет

# DevExpress.XtraCharts.ConstantLine.ShowInLegend
source: Show In Legend
es: Mostrar en Leyenda
fr: Montrer dans la Légende
ru: Показать условные обозначения

# DevExpress.XtraCharts.ConstantLine.LegendText
source: Legend Text
es: Texto Leyenda
fr: Texte de Légende
ru: Условные обозначения

# DevExpress.XtraCharts.ConstantLine.Title
source: Title
es: Título
fr: Titre
ru: Название

# DevExpress.XtraCharts.ConstantLine.ShowBehind
source: Show Behind
es: Mostrar Detrás
fr: Montrer Derrière
ru: Показать задние

# DevExpress.XtraCharts.CustomAxisLabel.AxisValue
source: Axis Value
es: Valor Eje
fr: Valeur d'Axe
ru: Значение оси

# DevExpress.XtraCharts.CustomAxisLabel.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.AxisRange.ScrollingRange
source: Scrolling Range
es: Rango de Desplazamiento
fr: Plage de Défilement
ru: Диапазон прокрутки

# DevExpress.XtraCharts.ScrollingRange.Auto
source: Auto
es: Automático
ru: Авто

# DevExpress.XtraCharts.ScrollingRange.MinValue
source: Min Value
es: Valor Mínimo
fr: Valeur Min.
ru: Минимальное значение

# DevExpress.XtraCharts.ScrollingRange.MaxValue
source: Max Value
es: Valor Máximo
fr: Valeur Max.
ru: Максимальное значение

# DevExpress.XtraCharts.ScrollingRange.MinValueInternal
source: Min Value Internal
es: Valor Mínimo Interno
fr: Valeur Min. Interne
ru: Минимальное внутреннее значение

# DevExpress.XtraCharts.ScrollingRange.MaxValueInternal
source: Max Value Internal
es: Valor Máximo Interno
fr: Valeur Max. Interne
ru: Максимальное внутреннее значение

# DevExpress.XtraCharts.ScrollingRange.SideMarginsEnabled
source: Side Margins Enabled
es: Margenes Laterales Habilitados
fr: Marges Latérales Activées
ru: Разрешить поля на кромке

# DevExpress.XtraCharts.FinancialIndicators.FibonacciIndicators
source: Fibonacci Indicators
es: Indicadores Fibonacci
ru: Индикаторы Фибоначчи

# DevExpress.XtraCharts.FibonacciIndicatorKind.FibonacciArcs
source: Fibonacci Arcs
es: Arcos Fibonacci
ru: Дуги Фибоначчи

# DevExpress.XtraCharts.FibonacciIndicatorKind.FibonacciFans
source: Fibonacci Fans
es: Abanicos Fibonacci
ru: Веера Фибоначчи

# DevExpress.XtraCharts.FibonacciIndicatorKind.FibonacciRetracement
source: Fibonacci Retracement
es: Retrazamiento Fibonacci
ru: Линии Фибоначчи

# DevExpress.XtraCharts.OverlappingOptions.Mode
source: Mode
es: Modo
ru: Режим

# DevExpress.XtraCharts.ResolveOverlappingMode.None
source: None
es: Ninguno
ru: Нет

# DevExpress.XtraCharts.ResolveOverlappingMode.Default
source: Default
es: Predeterminado
ru: По умолчанию

# DevExpress.XtraCharts.ResolveOverlappingMode.HideOverlapped
source: Hide Overlapped
es: Ocultar Solapados
ru: Скрыть наложение

# DevExpress.XtraCharts.ResolveOverlappingMode.JustifyAroundPoint
source: Justify Around Point
es: Justificar Arededor del Punto
ru: Выровнять приблизительную точку

# DevExpress.XtraCharts.ResolveOverlappingMode.JustifyAllAroundPoint
source: Justify All Around Point
es: Justificar Todos Arededor del Punto
ru: Выровнять все приблизительные точки

# DevExpress.XtraCharts.FunnelSeriesLabelPosition.LeftColumn
source: Left Column
es: Columna Izquierda
ru: Левая колонка

# DevExpress.XtraCharts.FunnelSeriesLabelPosition.Left
source: Left
es: Izquierda
ru: Слева

# DevExpress.XtraCharts.FunnelSeriesLabelPosition.Center
source: Center
es: Centro
ru: По центру

# DevExpress.XtraCharts.FunnelSeriesLabelPosition.Right
source: Right
es: Derecha
ru: Справа

# DevExpress.XtraCharts.FunnelSeriesLabelPosition.RightColumn
source: Right Column
es: Columna Derecha
ru: Правая колонка

# DevExpress.XtraCharts.RegressionLine.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.RegressionLine.Color
source: Color
ru: Цвет

# DevExpress.XtraCharts.RegressionLine.LineStyle
source: Line Style
es: Estilo de Línea
ru: Стиль линии

# DevExpress.XtraCharts.DateTimeScaleMode.Manual
source: Manual
ru: Вручную

# DevExpress.XtraCharts.DateTimeScaleMode.AutomaticAverage
source: Automatic: Average
es: Automático: Promedio
ru: Автоматически: среднее

# DevExpress.XtraCharts.DateTimeScaleMode.AutomaticIntegral
source: Automatic: Integral
es: Automático: Integral
ru: Автоматически: интеграл

# DevExpress.XtraCharts.AxisXBase.DateTimeScaleMode
source: Date-time Scale Mode
es: Modo de Escala para Fecha-hora
ru: Режим шкалы по времени

# DevExpress.XtraCharts.ScaleBreak.Edge1
source: Edge1
es: Lateral1
ru: Кромка1

# DevExpress.XtraCharts.ScaleBreak.Edge2
source: Edge2
es: Lateral2
ru: Кромка2

# DevExpress.XtraCharts.ScaleBreak.Visible
source: Visible
ru: Видимый

# DevExpress.XtraCharts.AutoScaleBreaks.Enabled
source: Enabled
es: Habilitado
ru: Разрешить

# DevExpress.XtraCharts.AutoScaleBreaks.MaxCount
source: MaxCount
es: RecuentoMáx
ru: Максимальноге количество

# DevExpress.XtraCharts.SeriesLabelBase.ResolveOverlappingMinIndent
source: Resolve Overlapping Min Indent
es: Resolver Solapados Sangría Mín
ru: Разрешить наложение минимальными отступами

# DevExpress.XtraCharts.SeriesLabelBase.ResolveOverlappingMode
source: Resolve Overlapping Mode
es: Modo Resolver Solapados
ru: Разрешить режим наложения

# DevExpress.XtraCharts.ScaleBreakOptions.SizeInPixels
source: Size In Pixels
es: Tamaño en Pixels
ru: Размер в пикселях

# DevExpress.XtraCharts.ScaleBreakOptions.Style
source: Style
es: Estilo
ru: Стиль

# DevExpress.XtraCharts.ScaleBreakOptions.Color
source: Color
ru: Цвет

# DevExpress.XtraCharts.ScaleBreakStyle.Straight
source: Straight
es: Recto
ru: Прямая

# DevExpress.XtraCharts.ScaleBreakStyle.Ragged
source: Ragged
es: Trapajoso
ru: Ломаная

# DevExpress.XtraCharts.ScaleBreakStyle.Waved
source: Waved
es: Ondulando
ru: Сглаживание
