Repository: gsb123/e-cafe
Catalog: trunk/Localization/DevExpress.XtraEditors/LocalizationRes.*.resx
Languages: ro

# StringId.CaptionError
source: Error
ro: Eroare

# StringId.InvalidValueText
source: Invalid Value
ro: Valoare invalidă

# StringId.CheckChecked
source: Checked
ro: Bifat

# StringId.CheckUnchecked
source: Unchecked
ro: Nebifat

# StringId.CheckIndeterminate
source: Indeterminate
ro: Nedeterminat

# StringId.DateEditToday
source: Today
ro: Astăzi

# StringId.DateEditClear
source: Clear
ro: Ştergere

# StringId.OK
source: OK
ro: A&cceptare

# StringId.Cancel
source: Cancel
ro: &Renunţare

# StringId.NavigatorFirstButtonHint
source: First
ro: Primul

# StringId.NavigatorPreviousButtonHint
source: Previous
ro: Anteriorul

# StringId.NavigatorPreviousPageButtonHint
source: Previous Page
ro: Pagina anterioară

# StringId.NavigatorNextButtonHint
source: Next
ro: Următorul

# StringId.NavigatorNextPageButtonHint
source: Next Page
ro: Pagina următoare

# StringId.NavigatorLastButtonHint
source: Last
ro: Ultimul

# StringId.NavigatorAppendButtonHint
source: Append
ro: Adăugare

# StringId.NavigatorRemoveButtonHint
source: Delete
ro: Ştergere

# StringId.NavigatorEditButtonHint
source: Edit
ro: Editare

# StringId.NavigatorEndEditButtonHint
source: End Edit
ro: Editare completă

# StringId.NavigatorCancelEditButtonHint
source: Cancel Edit
ro: Renunţare editare

# StringId.NavigatorTextStringFormat
source: Record {0} of {1}
ro: Elementul {0} din {1}

# StringId.PictureEditMenuCut
source: Cut
ro: Decupare

# StringId.PictureEditMenuCopy
source: Copy
ro: Copiere

# StringId.PictureEditMenuPaste
source: Paste
ro: Lipire

# StringId.PictureEditMenuDelete
source: Delete
ro: Ştergere

# StringId.PictureEditMenuLoad
source: Load
ro: Încărcare

# StringId.PictureEditMenuSave
source: Save
ro: Salvare

# StringId.PictureEditOpenFileTitle
source: Open
ro: Deschidere

# StringId.PictureEditSaveFileTitle
source: Save As
ro: Salvare ca şi

# StringId.PictureEditOpenFileError
source: Wrong picture format
ro: Format de imagine invalid

# StringId.PictureEditOpenFileErrorCaption
source: Open error
ro: Eroare deschidere

# StringId.LookUpEditValueIsNull
source: [EditValue is null]
ro: [EditValue este null]

# StringId.LookUpInvalidEditValueType
source: Invalid LookUpEdit EditValue type.
ro: Tip EditValue LookUpEdit invalid.

# StringId.LookUpColumnDefaultName
source: Name
ro: Nume

# StringId.PictureEditOpenFileFilter
source: Bitmap Files (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg;*.jpeg)|*.jpg;*.jpeg|Icon Files (*.ico)|*.ico|All Picture Files |*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|All Files |*.*
ro: Fişiere Bitmap (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg;*.jpeg)|*.jpg;*.jpeg|Fişiere Icon (*.ico)|*.ico|Toate fişierele cu imagini |*.bmp;*.gif;*.jpg;*.jpeg;*.ico;*.png;*.tif|Toate fişierele |*.*

# StringId.PictureEditSaveFileFilter
source: Bitmap Files (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg)|*.jpg
ro: Fişiere Bitmap (*.bmp)|*.bmp|Graphics Interchange Format (*.gif)|*.gif|JPEG File Interchange Format (*.jpg)|*.jpg

# StringId.MaskBoxValidateError
source: The entered value is incomplete. Do you want to correct it? Yes - return to the editor and correct the value. No - leave the value as is. Cancel - reset to the previous value.
ro: Valoarea introdusă este incorectă. Doriţi să o corectaţi? Da - reeditare valoare curentă. Nu - acceptare valoare curentă. Renunţare - resetare la valoarea anterioară.

# StringId.UnknownPictureFormat
source: Unknown picture format
ro: Format de imagine necunoscut

# StringId.DataEmpty
source: No image data
ro: Fara imagine

# StringId.NotValidArrayLength
source: Not valid array length.
ro: Lungime array invalidă

# StringId.ImagePopupEmpty
source: (Empty)
ro: (gol)

# StringId.ImagePopupPicture
source: (Picture)
ro: (Imagine)

# StringId.ColorTabCustom
source: Custom
ro: Propriu

# StringId.ColorTabSystem
source: System
ro: Sistem

# StringId.CalcButtonBack
source: Back
ro: Înapoi

# StringId.CalcError
source: Calculation Error
ro: Eroare de calculaţie

# StringId.TabHeaderButtonPrev
source: Scroll Left
ro: Scrolare stânga

# StringId.TabHeaderButtonNext
source: Scroll Right
ro: Scrolare dreapta

# StringId.TabHeaderButtonClose
source: Close
ro: Închidere

# StringId.XtraMessageBoxOkButtonText
source: &OK
ro: &Acceptare

# StringId.XtraMessageBoxCancelButtonText
source: &Cancel
ro: &Renunţare

# StringId.XtraMessageBoxYesButtonText
source: &Yes
ro: &Da

# StringId.XtraMessageBoxNoButtonText
source: &No
ro: &Nu

# StringId.XtraMessageBoxAbortButtonText
source: &Abort
ro: &Abandonare

# StringId.XtraMessageBoxRetryButtonText
source: &Retry
ro: &Repetare

# StringId.XtraMessageBoxIgnoreButtonText
source: &Ignore
ro: &Continuare

# StringId.TextEditMenuUndo
source: &Undo
ro: În&apoi

# StringId.TextEditMenuCut
source: Cu&t
ro: Dec&upare

# StringId.TextEditMenuCopy
source: &Copy
ro: &Copiere

# StringId.TextEditMenuPaste
source: &Paste
ro: &Lipire

# StringId.TextEditMenuDelete
source: &Delete
ro: Ş&tergere

# StringId.TextEditMenuSelectAll
source: Select &All
ro: Selectie completă

# StringId.FilterGroupAnd
source: And
ro: Şi

# StringId.FilterGroupNotAnd
source: Not And
ro: Şi nu

# StringId.FilterGroupNotOr
source: Not Or
ro: Sau nu

# StringId.FilterGroupOr
source: Or
ro: Sau

# StringId.FilterClauseAnyOf
source: Is any of
ro: Este oricare din

# StringId.FilterClauseBeginsWith
source: Begins with
ro: Începând cu

# StringId.FilterClauseBetween
source: Is between
ro: Între

# StringId.FilterClauseBetweenAnd
source: and
ro: şi

# StringId.FilterClauseContains
source: Contains
ro: Conţine

# StringId.FilterClauseEndsWith
source: Ends with
ro: Se termină cu

# StringId.FilterClauseEquals
source: Equals
ro: Egal cu

# StringId.FilterClauseGreater
source: Is greater than
ro: Mai mare decât

# StringId.FilterClauseGreaterOrEqual
source: Is greater than or equal to
ro: Mai mare sau egal cu

# StringId.FilterClauseIsNotNull
source: Is not blank
ro: Cu conţinut

# StringId.FilterClauseIsNull
source: Is blank
ro: Fără conţinut

# StringId.FilterClauseLess
source: Is less than
ro: Mai mic decât

# StringId.FilterClauseLessOrEqual
source: Is less than or equal to
ro: Mai mic sau egal cu

# StringId.FilterClauseLike
source: Is like
ro: Ca şi

# StringId.FilterClauseNoneOf
source: Is none of
ro: Nici unul dintre

# StringId.FilterClauseNotBetween
source: Is not between
ro: Nu între

# StringId.FilterClauseDoesNotContain
source: Does not contain
ro: Nu conţine

# StringId.FilterClauseDoesNotEqual
source: Does not equal
ro: Diferit

# StringId.FilterClauseNotLike
source: Is not like
ro: Nu ca şi

# StringId.FilterEmptyEnter
source: <enter a value>
ro: <introduceţi o valoare>

# StringId.FilterEmptyValue
source: <empty>
ro: <gol>

# StringId.FilterMenuConditionAdd
source: Add Condition
ro: Adăugare condiţie

# StringId.FilterMenuGroupAdd
source: Add Group
ro: Adăugare grup

# StringId.FilterMenuClearAll
source: Clear All
ro: Ştergere completă

# StringId.FilterMenuRowRemove
source: Remove Group
ro: Ştergere grup

# StringId.FilterToolTipNodeAdd
source: Adds a new condition to this group
ro: Adăugare condiţie nouă la grupul curent

# StringId.FilterToolTipNodeRemove
source: Removes this condition
ro: Ştergere condiţie curentă

# StringId.FilterToolTipNodeAction
source: Actions
ro: Acţiuni.

# StringId.FilterToolTipValueType
source: Compare with a value / another field's value
ro: Comparare cu o valoare / valoarea altui câmp

# StringId.FilterToolTipElementAdd
source: Adds a new item to the list
ro: Adăugare element nou în listă

# StringId.FilterToolTipKeysAdd
source: (Use the Insert or Add key)
ro: (Folosiţi Insert sau Add)

# StringId.FilterToolTipKeysRemove
source: (Use the Delete or Subtract key)
ro: (Folosiţi Delete sau Minus)

# StringId.ContainerAccessibleEditName
source: Editing control
ro: Control de editare

# StringId.FilterShowAll
source: (Select All)
ro: (Selectează tot)

# StringId.FilterCriteriaToStringFunctionLower
source: Lower
ro: MaiMic

# StringId.FilterCriteriaToStringFunctionLocalDateTimeTomorrow
source: Tomorrow
ro: Mâine

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalYesterday
source: IsYesterday
ro: EsteIeri

# StringId.FilterOutlookDateText
source: Show all|Filter by a specific date:|Beyond this year|Later this year|Later this month|Next week|Later this week|Tomorrow|Today|Yesterday|Earlier this week|Last week|Earlier this month|Earlier this year|Prior to this year
ro: Arată toate|Filtrează după o dată specificată:| Depăşeşte anul curent|Mai târziu în anul curent|Mai târziu în luna curentă|Săptămâna viitoare|Mai târziu în săptămâna curentă|Mâine|Azi|Ieri|Mai devreme în săptămâna curentă|Săptămâna trecută|Mai devreme în luna curentă|Anterior anului curent

# StringId.Apply
source: Apply
ro: Aplică

# StringId.FilterCriteriaToStringFunctionLocalDateTimeThisMonth
source: ThisMonth
ro: LunaCurentă

# StringId.FilterCriteriaToStringFunctionLocalDateTimeYesterday
source: Yesterday
ro: Ieri

# StringId.FilterDateTimeOperatorMenuCaption
source: DateTime operators
ro: Operatori timp

# StringId.FilterCriteriaToStringFunctionLocalDateTimeToday
source: Today
ro: Azi

# StringId.FilterCriteriaToStringFunctionLocalDateTimeThisWeek
source: ThisWeek
ro: SăptămânaCurentă

# StringId.FilterCriteriaToStringFunctionCustom
source: Custom
ro: Propriu

# StringId.FilterCriteriaToStringFunctionLocalDateTimeNow
source: Now
ro: Acum

# StringId.PreviewPanelText
source: Preview:
ro: Previzualizare:

# StringId.PictureEditCopyImageError
source: Could not copy image
ro: Imaginea nu a putu fi copiată

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalEarlierThisWeek
source: IsEarlierThisWeek
ro: EsteMaiDevremeÎnLunaCurentă

# StringId.FilterCriteriaToStringFunctionLocalDateTimeNextMonth
source: NextMonth
ro: LunaUrmătoare

# StringId.FilterCriteriaToStringIn
source: In
ro: În

# StringId.FilterCriteriaToStringBinaryOperatorLike
source: Like
ro: Ca şi

# StringId.FilterCriteriaToStringFunctionIif
source: Iif
ro: Dacă

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalLaterThisYear
source: IsLaterThisYear
ro: EsteMaiTârziuÎnAnulCurent

# StringId.FilterCriteriaToStringFunctionLocalDateTimeDayAfterTomorrow
source: DayAfterTomorrow
ro: Poimâine

# StringId.FilterCriteriaToStringGroupOperatorOr
source: Or
ro: Sau

# StringId.FilterCriteriaToStringFunctionLocalDateTimeNextWeek
source: NextWeek
ro: SăptămânaUrmătoare

# StringId.TransparentBackColorNotSupported
source: This control does not support transparent background colors
ro: Acest control nu suportă culori transparente pentru fundal

# StringId.FilterCriteriaToStringBetween
source: Between
ro: Între

# StringId.FilterCriteriaToStringFunctionLocalDateTimeNextYear
source: NextYear
ro: AnulUrmător

# StringId.FilterDateTimeConstantMenuCaption
source: DateTime constants
ro: Constante timp

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalToday
source: IsToday
ro: EsteAzi

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalTomorrow
source: IsTomorrow
ro: EsteMâine

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalEarlierThisYear
source: IsEarlierThisYear
ro: EsteMaiDevremeÎnAnulCurent

# StringId.FilterCriteriaToStringGroupOperatorAnd
source: And
ro: Şi

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalLaterThisMonth
source: IsLaterThisMonth
ro: EsteMaiTârziuÎnLunaCurentă

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalBeyondThisYear
source: IsBeyondThisYear
ro: DepăşeşteAnulCurent

# StringId.FilterCriteriaToStringFunctionLocalDateTimeTwoWeeksAway
source: TwoWeeksAway
ro: PesteDouăSăptămâni

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalPriorThisYear
source: IsPriorThisYear
ro: EsteAnteriorAnuluiCurent

# StringId.FilterCriteriaToStringUnaryOperatorNot
source: Not
ro: Nu

# StringId.FilterCriteriaToStringNotLike
source: Not Like
ro: Nu ca şi

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalLaterThisWeek
source: IsLaterThisWeek
ro: EsteMaiTârziuÎnSăptamânaCurentă

# StringId.FilterCriteriaToStringFunctionLocalDateTimeThisYear
source: ThisYear
ro: AnulCurent

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalLastWeek
source: IsLastWeek
ro: EsteSăptamânaTrecută

# StringId.FilterCriteriaToStringFunctionIsNull
source: IsNull
ro: NuAreValoare

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalEarlierThisMonth
source: IsEarlierThisMonth
ro: EsteMaiDevremeÎnSăptamânaCurentă

# StringId.FilterCriteriaToStringFunctionLocalDateTimeLastWeek
source: LastWeek
ro: SăptămânaTrecută

# StringId.FilterCriteriaToStringIsNotNull
source: Is Not Null
ro: Are valoare

# StringId.FilterCriteriaToStringFunctionIsOutlookIntervalNextWeek
source: IsNextWeek
ro: EsteSăptămânaViitoare

# StringId.FilterCriteriaToStringUnaryOperatorIsNull
source: Is Null
ro: Nu are valoare

# StringId.FilterCriteriaToStringFunctionNone
source: None
ro: Nimic
