Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.ExpressApp/DevExpress.ExpressApp/Localization/SystemExceptions.*.resx
Languages: nl, ru

# ValidationMessageTemplateHasInvalidFormat
source: Validation message template has an invalid format: '{0}'
nl: Validatie bericht sjabloon heeft een ongeldige indeling: '{0} "
ru: Шаблон сообщения проверки данных имеет неверный формат: '{0}'

# InvalidParametrizedActionValueType
source: Invalid value type is assigned to the '{0}' parametrized action. Set the Int, String or DateTime type instead.
nl: Ongeldige waarde wordt toegekend aan de '{0}' geparametriseerde actie. Stel de Int, String of datumTijd type plaats.
ru: Неверный тип значения в {0} параметризованного Действия. Установите вместо него тип Int, String или DateTime

# ObjectFormatterFormatStringIsInvalid
source: Object cannot be formatted because the specified format string is invalid: '{0}'
nl: Object kan niet worden opgemaakt, omdat het opgegeven format string is ongeldig: '{0}'
ru: Объект не может быть форматирован, так как указанная строка формата неверна: '{0}'

# NotRegisteredReadOnlyParameterException
source: The '{0}' read-only parameter is not registered in the ParametersFactory.
ru: Параметр только для чтения '{0}' не зарегистрирован в ParametersFactory.

# ParameterConflictsWithPropertyException
source: The criterion contains the '{0}' read-only parameter which conflicts with the '{0}' property of the '{1}' class. To refer to the read-only parameter, use the '@@{0}' syntax. To refer to the property, use the '@this.{0}' syntax.
ru: Критерий содержит параметр только для чтения '{0}', конфликтующий с свойством '{0}' в классе '{1}'. Для ссылки на параметр только для чтения, используйте синтаксис '@@{0}'. Для ссылки на свойство, используйте синтаксис '@this.{0}'.

# RequiresCurrentObjectException
source: Cannot update the CriteriaWrapper because the criterion uses dynamic parameters, but the current object isn't specified. To update the CriteriaWrapper, call the UpdateParametersValues(Object currentObject) method and pass the current object as the parameter.
ru: Невозможно обновить CriteriaWrapper, т.к. критерий использует динамические параметры, не определенные в текущем объекте. Для обновления CriteriaWrapper, вызовите метод UpdateParametersValues(Object currentObject) и используйте текущий объект как параметр.
