Repository: gsb123/e-cafe
Catalog: Localization/DevExpress.ExpressApp/DevExpress.ExpressApp/Localization/SystemExceptions.*.resx
Languages: nl, ru

# AlreadyUsedObjectSpace
source: The objectSpace has already been assigned to another root view: '{0}'
nl: De objectSpace is al toegewezen aan een andere wortel bekeken: '{0}'
ru: ObjectSpace уже связан с другим корневым представлением: '{0}'

# AnErrorHasOccurredWhileLoadingTheModel
source: An error has occurred while loading the model. Source: '{0}'
nl: Er is een fout opgetreden tijdens het laden van het model. Bron: '{0}'
ru: Ошибка при загрузке модели. Источник: '{0}'

# AnErrorHasOccurredWhileProcessingAShortcut
source: An error occurs while processing a shortcut: {0}
nl: Een fout optreedt bij het verwerken van een snelkoppeling: '{0}'
ru: Ошибка при работе с ярлыком: {0}

# AnErrorHasOccurredWithContext
source: An error has occurred, context: {0}
nl: Er is een fout opgetreden, context: '{0}'
ru: Ошибка, контекст: {0}

source: An unsaved object cannot be shown
nl: Een niet-opgeslagen object kan niet worden weergegeven
ru: Невозможно отобразить несохраненный объект

# ApplicationIsNotStarted
source: Application isn't started
nl: Toepassing is niet gestart
ru: Приложение не стартовало

source: Attribute modifying failed
nl: Attribuut wijzigen mislukt
ru: Изменение атрибута завершилось неудачей

# AttributeShouldStartWithSymbol
source: Attribute '{0}' should start with the '@' symbol: '{1}'
nl: Attribuut '{0}'' moet beginnen met de '@'-symbool: '{1}'
ru: Атрибут '{0}' должен начинаться с символа '@': '{1}'

# AutoCreateOptionIs
source: The updatingReadOnlyDataStore.AutoCreateOption is {0}
nl: De updatingReadOnlyDataStore.AutoCreateOption is '{0}'
ru: UpdatingReadOnlyDataStore.AutoCreateOption = {0}

# CannotAddCollectionProperty
source: Can't add the '{0}' collection
nl: Kan niet toevoegen van de '{0}' collectie
ru: Невозможно добавить коллекцию в колонку выбора

# CannotAddDuplicateProperty
source: Can't add duplicate property editor: '{0}'
nl: Kan niet toevoegen duplicaat eigendom redacteur: '{0}'
ru: Невозможно добавить дубликат редактора свойств

# CannotAddToEmptySingleton
source: Can't add to Empty singleton. Create new instance of collection
nl: Kan niet toevoegen aan Leeg singleton. Maak een nieuwe instance van de verzameling
ru: Невозможно добавить в пустой одиночный объект. Создайте новый экземпляр коллекции

# CannotCreateAppropriateDetailItem
source: Cannot create appropriate detail item for the '{0}'
nl: Kan geen geschikte detail cijfer voor de '{0}'
ru: Невозможно создать подходящий подробный элемент для '{0}'

# CannotCreateAppropriatePropertyEditorForTheProperty
source: Cannot create appropriate property editor for the '{0}.{1}' property
nl: Kan geen geschikte woning redacteur voor de '{0}'. '{1}' eigendom
ru: Невозможно создать подходящий PropertyEditor для свойства '{0}.{1}'

# CannotCreateSchemaForAttribute
source: Can't change schema for attribute
nl: Niet kunt wijzigen schema voor attribuut
ru: Невозможно изменить схему для атрибута

# CannotCreateTemplateByName
source: Cannot create template by name: '{0}'
nl: Kan niet maken sjabloon op naam: '{0}'
ru: Невозможно создать шаблон по имени: '{0}'

# CannotFindListViewWithId
source: Can't find ListView with ID='{0}'
nl: Kunt u niet vinden ListView met ID = '{0}'
ru: Невозможно найти ListView с ID='{0}'

# CannotFindThePropertyWithinTheClass
source: Cannot find the '{0}' property within the '{1}' class
nl: Kan niet vinden '{0}' eigenschap in de '{1}' klasse
ru: Невозможно найти свойство '{0}' в классе '{1}'

# CannotGenerateContent
source: Cannot generate content: the 'ClassName' attribute is empty
nl: Kan niet genereren inhoud: de 'className' attribuut is leeg
ru: Невозможно сгенерировать содержимое: атрибут 'ClassName' пустой

source: Cannot obtain the editing object
nl: Niet kunnen verkrijgen van de te bewerken object
ru: Невозможно получить редактируемый объект

source: Cannot process the requested url
nl: Niet kan verwerken de gevraagde URL
ru: Невозможно обработать запрошенный url

# CannotProcessTheRequestedUrlActionItemWasNotFound
source: Cannot process the requested url, the '{0}' action item was not found
nl: Kan de aangevraagde URL niet verwerken, de '{0}' actie-item is niet gevonden
ru: Невозможно обработать запрошенный url, ActionItem '{0}' не найдет

# CannotReadDictionaryFromResource
source: Cannot read dictionary from '{0}' resource of the '{1}' assembly
nl: Niet kan lezen woordenboek van'{0}' bron van de '{1}' assemblage
ru: Невозможно прочесть словарь из ресурса '{0}' сборки '{1}'

# CannotSetEditValueAvailableValues
source: Cannot set EditValue by the '{0}' text, available values:\r\n{1}
nl: Kan niet ingesteld EditValue door de '{0}' tekst, beschikbare waarden: \r\n{1}
ru: Невозможно установить текст '{0}' в EditValue, возможные значения:\r\n{1}

# CannotSetEditValueListIsEmpty
source: Cannot set EditValue by the '{0}' text, list is empty
nl: Kan niet ingesteld EditValue door de '{0}' tekst, de lijst is leeg
ru: Невозможно установить текст '{0}' в EditValue, список пуст

# CannotShowViewUnknownContext
source: Cannot show view, unknown context: '{0}'
nl: Kan niet bekeken, onbekende context: '{0} "
ru: Невозможно отобразить представление, неизвестный контекст: '{0}'

# CannotShowViewUnknownTarget
source: Cannot show view, unknown target: '{0}'
nl: Kan niet weergeven, onbekend doel: '{0} "
ru: Невозможно отобразить представление, неизвестная цель: '{0}'

# ClassDoesntImplementInterface
source: Class '{0}' doesn't implement interface '{1}'
nl: Klasse "{0} 'niet uitvoeren interface' {1} '
ru: Класс '{0}' не наследует интерфейс '{1}'

# ConfigFileDoesNotExists
source: Config file {0} doesn't exists
nl: Config bestand {0} bestaat niet
ru: .config-файл {0} не существует

# ConfigFileHasNoModuleNames
source: The 'add\[@key=\"Modules\"]' node should contain module list, config file '{0}'
nl: De 'add \ [@ key = \ "Modules \"]' node bevat module lijst config bestand '{0}'
ru: Узел 'add\[@key="Modules"]' должен содержать список модулей, .config-файл '{0}'

# CurrentObjectIsNotSet
source: Unable to set '{0}' property. Current object is not set
nl: Unable to set '{0}' eigendom. Huidige object niet is ingesteld
ru: Невозможно установить '{0}' свойство. Текущий объект не определен

# DataLayerAlreadyExists
source: A dataLayer already exists: '{0}'
nl: Een dataLayer bestaat al: '{0}'
ru: Слой данных уже существует: '{0}'

# DictionaryPathItemParsingFailed
source: Dictionary path item parsing failed. There is a syntax error in expression '{0}'
nl: Woordenboek pad item parseren mislukt. Er is een syntaxisfout in uitdrukking "{0} '
ru: Ошибка разбора пути элемента словаря. Синтаксическая ошибка в выражении '{0}'

# DictionaryPathParsingFailed
source: Dictionary path parsing failed. There is a syntax error in expression '{0}'
nl: Woordenboek pad parseren mislukt. Er is een syntaxisfout in uitdrukking "{0} '
ru: Синтаксичесткая ошибка в выражении '{0}'

# DuplicateComponentIdentifier
source: Duplicate Component Identifier '{0}'
nl: Dupliceren Component Identifier "{0} '
ru: Дублирование идентификатора компонента '{0}'

# ErrorOccursWhileAddingTheCustomProperty
source: Error occurs while adding the '{2}' custom property ('{0}' property type) to the '{1}' type: '{3}'
nl: Fout optreedt tijdens het toevoegen van de '{2}' aangepaste eigenschap ( "{0} 'eigendom type) tot de' {1}" type: "{3} '
ru: Ошибка при добавлении пользовательского реквизита '{2}' ('{0}' тип реквизита) к типу '{1}' : '{3}'

# ExceptionDialogLabel
source: The following error occurred:
nl: De volgende fout is opgetreden:
ru: Ошибка:

# GridColumnDoesNotExist
source: Column '{0}' does not exist in grid
nl: Kolom "{0} 'bestaat niet in het net
ru: Колонка '{0}' не существует в таблице

# GridColumnExists
source: Column '{0}' already exists in grid
nl: Kolom "{0} 'bestaat al in het net
ru: Колонка '{0}' уже присутствует в сетке

# GridControlIsAlreadyCreated
source: Cannot set EditMode property. GridControl has been created already
nl: Kan niet ingesteld EditMode eigendom. GridControl is gemaakt al
ru: Невозможно установить свойство EditMode. GridControl уже создан

# IncompatibleParametersCombinationOnViewChanged
source: Incompatible parameters combination. The PopupWindow has the same ObjectSpace as the main View. However, the SaveOnAccept property of the Popup Window's DialogController is set to true. Use a new ObjectSpace for the invoked Popup Window or set the DialogController. SaveOnAccept property to false.
nl: Onverenigbare parameters combinatie. De PopupWindow heeft dezelfde ObjectSpace als de belangrijkste uitzicht. Echter, de SaveOnAccept eigendom van de Pop-up Window's DialogController is ingesteld op waar. Gebruik een nieuwe ObjectSpace voor de ingeroepen Popup Venster of de DialogController. SaveOnAccept eigendom vals.
ru: Несовместимая комбинация параметров. PopupWindow имеет тот же ObjectSpace, что и main View. Однако, свойство SaveOnAccept контроллера DialogController класса Popup Window установлено в True. Используйте новый ObjectSpace для вызванного Popup Window или установите свойство DialogController.SaveOnAccept в False.

# IncorrectConfigFile
source: The passed config file '{0}' doesn't contain the '<add key=\"Modules\"' node
nl: De doorgegeven config bestand '{0}' niet de ' <add key=\"Modules\"' node
ru: Переданный файл конфигурации '{0}' не содержит узла '<add key=\"Modules\"'

# InfiniteRecursionDetected
source: Infinite recursion detected: the \"{0}\" detail view was created {1} times
nl: Oneindige recursie ontdekt: de \ "{0} \" detailweergave is gemaakt {1} Keer
ru: Обнаружена бесконечная рекурсия: карточная форма \"{0}\" была создана {1} раз

# InvalidApplicationVersion
source: Invalid application version on '{0}'
nl: Ongeldige aanvraag versie op '{0} "
ru: Неверная версия приложения '{0}'

# IsNotValidNamespacePrefixDescription
source: '{0}' is not valid namespace prefix description
nl: '{0}' is geen geldige namespace prefix beschrijving
ru: '{0}' неверное описание префикса в пространстве имен

# ItsImpossibleToFindPathForNode
source: It's imposible to find path='{0}' for node '{1}'
nl: Het is imposible te vinden pad = '{0}' voor knooppunt '{1} "
ru: Невозможно найти путь='{0}' для узла '{1}'

# ItsImpossibleToFindSourceNode
source: It's imposible to find SourceNode='{0}\\{1}'
nl: Het is imposible te vinden SourceNode = '{0} \ \ {1}'
ru: Невозможно найти SourceNode='{0}\\{1}'

# LayoutControlInvalidCount
source: Incorrect count: '{0}'
nl: Onjuiste tellen: '{0}'
ru: Неверное число: '{0}'

# ListEditorShouldImplement
source: ListEditor should implement IDXPopupMenuHolder interface
nl: ListEditor moet uitvoeren IDXPopupMenuHolder interface
ru: ListEditor должен наследовать интерфейс IDXPopupMenuHolder

# MethodShouldBeUsed
source: The '{0}' method should be used
nl: De '{0}' methode moet worden gebruikt
ru: Метод '{0}' должен использоваться

source: Modules has already been loaded
nl: Modules is al geladen
ru: Модули уже загружены

# NameAndValueCollectionsShouldHaveEqualLengths
source: Names and values collections should have equal lengths
nl: Namen en waarden collecties moeten gelijke lengten
ru: Имена и значения коллекций должны иметь равную длину

# NodeContainsDuplicatedChildNodes
source: The '{0}' node contains two child nodes with the '{1}' value in the key attribute. \r\n Node1: '{2}'\r\n Node2: '{3}'
nl: De '{0}' node bevat twee kind-nodes met de '{1}' waarde in het belangrijkste kenmerk. \ r \ n Node1: '{2}' \ r \ n Tak2: "{3} '
ru: Узел '{0}' содержит два дочерних узла со значением '{1}' в ключевом атрибуте. \r\n Узел1: '{2}'\r\n Узел2: '{3}'

# NodeWasNotFound
source: The '{0}' node was not found
nl: De '{0}' knoop is niet gevonden
ru: Узел '{0}' не найден

# PageCanOnlyContainOneInstanceOfControl
source: Page can only contain one instance of '{0}' control
nl: Pagina kan slechts een exemplaar van '{0}' controle
ru: Страница может содержать только один экземпляр '{0}' контрола

# PassedObjectBelongsToAnotherObjectSpace
source: The passed object belongs to another ObjectSpace
nl: De doorgegeven object behoort tot een andere ObjectSpace
ru: Переданный объект принадлежит другому ObjectSpace

source: Permission is denied
nl: Toestemming wordt geweigerd
ru: В разрешении отказано

source: Process was aborted
nl: Proces werd afgebroken
ru: Процесс прерван

# ResourceItemWithNameIsNotFound
source: Resource item with name '{0}' is not found
nl: Resource item met de naam "{0} 'is niet gevonden
ru: Ресурс с именем '{0}' не найден

source: RuleSet clearing is denied
nl: Ruleset clearing wordt geweigerd
ru: Очистка установленных правил запрещена

# SourceAttributeExpressionShouldStartWith
source: Source attribute expression should start with '{0}': '{1}'
nl: Bron kenmerk meningsuiting moet beginnen met '{0}': '{1}'
ru: Выражение атрибута источника должно начинаться '{0}': '{1}'

# SourceAttributePathShouldConsistOf
source: Source attribute path should consist of one or more node name and at last attribute name, which are delimited by the '\\' symbol: '{0}'
nl: Bron kenmerk pad zou moeten bestaan uit een of meer knooppuntnaam en ten laatste attribuut naam, die wordt begrensd door het '\\' symbool: '{0}'
ru: Путь исходного атрибута должен состоять из одного или более имен узлов и заканчиваться именем атрибута, которые разделяются символами '\\' : '{0}'

# SourceNodeExpressionShouldStartWith
source: SourceNode expression should start with '{0}': '{1}'
nl: SourceNode meningsuiting moet beginnen met '{0}': '{1}'
ru: Выражение узла источника должно начинаться с '{0}': '{1}'

# TheAspectIsNotPresentInAspectsCollection
source: The aspect '{0}' is not present in the aspects collection
nl: Het aspect '{0}' is niet aanwezig in de aspecten collectie
ru: Аспект '{0}' не представлен в коллекции аспектов

# TheAssemblyDoesntReferAssembly
source: The '{0}' assembly doesn't refer assembly {1} ({2})
nl: De '{0}' montage niet verwijst assemblage {1} ({2})
ru: Сборка '{0}' не ссылается на сборку {1} ({2})

# TheClassIsNotFoundInBOModel
source: The '{0}' class is not found in the BOModel
nl: De '{0}' klasse is niet gevonden in de BOModel
ru: Класс '{0}' не найден в BOModel

# TheClassNameAttributeIsEmpty
source: The ClassName attribute of the referenced view node is empty:
nl: De className attribuut van de verwezen oog knoop is leeg:
ru: Атрибут ClassName, ссылающийся на вид узла, пуст:

# TheClassNameAttributeRefersToADifferentType
source: The ClassName attribute of the referenced view node refers to a different type. \r\nShortcut object type: {0}\r\nView node object type: {1}
nl: De className attribuut van de verwezen oog knooppunt verwijst naar een ander type. \ r \ nShortcut object type: {0} \ r \ nView knoop objecttype: {1}
ru: Атрибут ClassName ссылаемого узла ссылается на другой тип. \r\nТип объекта ссылки: {0}\r\nТип объекта узла View: {1}

# TheCreateApplicationModulesManagerReturnsNull
source: The CreateApplicationModulesManager method returns null
nl: De CreateApplicationModulesManager methode retourneert null
ru: Метод CreateApplicationModulesManager возвращает null

# TheExpressionShouldConsistOf
source: The expression should consist of the search expression and source attribute name which are delimited by ';' symbol: '{0}'
nl: De uitdrukking zou moeten bestaan uit het zoeken meningsuiting en de bron attribuut naam die wordt begrensd door "," symbool: '{0} "
ru: Выражение должно состоять из выражения поиска и исходного имени атрибута, разделенных ';' символ: '{0}'

# TheExpressionStringContainsANumberOfExpressions
source: The 'expressionString' string contains {0} expressions
nl: De 'expressionString' string bevat {0} expressies
ru: 'expressionString' строка состоит из {0} выражений

# ThePassedFileIsNotADllOrConfig
source: The passed '{0}' file is not a *.dll or *.config file
nl: De gepasseerd '{0}' bestand is niet een *. dll of *. config bestand
ru: Переданный файл '{0}' не *.dll и не *.config file

# ThereIsAlreadyRegisteredCreatorForFormat
source: There is already a creator registered for the format '{0}'
nl: Er is reeds een ontwerper voor het formaat '{0} "
ru: Уже существует зарегистрированный создатель формата '{0}'

# TheSourceNodeCannotAddressToSeveralNodes
source: The SourceNode='{0}\\{1}' can address to several '{1}' nodes (more than one)
nl: De SourceNode = '{0} \ \ {1}' kunnen aan verschillende '{1}' knopen (meer dan een)
ru: SourceNode='{0}\{1}' может ссылаться на несколько узлов '{1}'

source: The 'Type' attribute cannot be empty
nl: De 'Type' kenmerk kan niet leeg zijn
ru: Атрибут 'Type' не может быть пустым

# TheTypeIsNotDescendantOf
source: the '{0}' type is not descendant of '{1}'
nl: de '{0}' is geen afstammeling van '{1} "
ru: '{0}' не потомок '{1}'

source: The value was locked
nl: De waarde is vergrendeld
ru: Значение заблокировано

# TypeDoesNotContainTheMember
source: The '{0}' type doesn't contain the '{1}' member
nl: De '{0} "type bevat geen' {1}" lid
ru: Тип '{0}'не содержит член '{1}'

# TypeIsNotAEnum
source: The '{0}' type isn't a enum type
nl: De '{0}' is niet een enum type
ru: Тип '{0}' не перечисление

# UnableToCast
source: Unable to cast object of type '{0}' to type '{1}'
nl: Unable to cast object van het type '{0}' type '{1} "
ru: Невозможно привести объект типа '{0}' к типу '{1}'

# UnableToChangeChildrenOfNodeDueItIsLocked
source: Unable to change children of '{0}' node due it is locked.
nl: Niet in staat om kinderen van '{0}' node wijten is vergrendeld.
ru: Невозможно изменить дочерние узлы '{0}', узел заблокирован.

# UnableToChangeConnectionString
source: Unable to change connection string. Already connected
nl: Niet in staat om verbinding string. Reeds aangesloten
ru: Невозможно изменить строку подключения. Соединение не закрыто

# UnableToChangeValueOfAttributeDueItIsLocked
source: Unable to change value of '{0}' attribute due it is locked
nl: Niet in staat om de waarde van '{0} "attribuut te wijten is vergrendeld
ru: Невозможно изменить значение '{0}', атрибут заблокирован

# UnableToCreateObjectSpace
source: Unable to create ObjectSpace. A dataLayer is null or connectionString is empty
nl: Niet in staat te creëren ObjectSpace. Een dataLayer is nietig of ConnectionString is leeg
ru: Невозможно создать ObjectSpace. Слой данных не указан или строка подключения пуста

# UnableToCreateUpdateSessionAutoCreateOption
source: Unable to create UpdatingSession. The dataLayer.AutoCreateOption is {0}
nl: Niet in staat te creëren UpdatingSession. De dataLayer.AutoCreateOption is {0}
ru: Невозможно создать UpdatingSession. DataLayer.AutoCreateOption {0}

# UnableToCreateUpdateSessionDataLayerIsNull
source: Unable to create UpdatingSession. A dataLayer is null or connectionString is empty
nl: Niet in staat te creëren UpdatingSession. Een dataLayer is nietig of ConnectionString is leeg
ru: Невозможно создать UpdatingSession. Слой данных не указан или строка подключения пуста

# UnableToCreateUpdatingReadonlySessionAutoCreateOption
source: Unable to create UpdatingReadOnlySession. The dataLayer.AutoCreateOption is {0}
nl: Niet in staat te creëren UpdatingReadOnlySession. De dataLayer.AutoCreateOption is {0}
ru: Невозможно создать UpdatingReadOnlySession. DataLayer.AutoCreateOption {0}

# UnableToExecuteDisabledOrInactiveAction
source: Unable to execute disabled or inactive action {2}. Disable reasons: {0}, inactive reasons: {1}
nl: Niet in staat te voeren gehandicapten of inactief actie {2}. Uitschakelen redenen: {0}, inactief redenen: {1}
ru: Невозможно выполнить недоступное или неактивное действие. Причины недоступности: {0}, причины неактивности: {1}

# UnableToAssignDisabledActionItem
source: Unable to assign a disabled item. Action: {0}. Item: {1}. Disable reasons: {2}
nl: Niet in staat om een gehandicapte object. Actie: {0}. Post: {1}. Uitschakelen redenen: {2}
ru: Невозможно назначить недоступный элемент. Действие: {0}. Элемент: {1}. Причины недоступности: {2}

# UnableToAssignInvisibleActionItem
source: Unable to assign an invisible item. Action: {0}. Item: {1}. Invisible reasons: {2}
nl: Niet in staat om een onzichtbaar object. Actie: {0}. Post: {1}. Invisible redenen: {2}
ru: Невозможно назначить невидимый элемент. Действие: {0}. Элемент: {1}. Причины невидимости: {2}

# UnableToFindADetailViewForType
source: Unable to find a detail view for the '{0}' object type
nl: Niet in staat om een gedetailleerde weergave van de "{0} 'objecttype
ru: Невозможно найти детальное представление '{0}' типа объекта

# UnableToFindAListViewForType
source: Unable to find a list view for the '{0}' object type
nl: Niet in staat om een lijst voor de "{0} 'objecttype
ru: Невозможно найти списоковое представление '{0}' типа объекта

# UnableToFindPropertyInType
source: Unable to find property '{0}' in type '{1}'
nl: Kan niet vinden eigendom "{0} 'soort' {1}"
ru: Свойство '{0}' в типе '{1}' не найдено

# UnableToFindType
source: Unable to find type '{0}'
nl: Kan niet vinden type "{0} '
ru: Невозможно найти тип '{0}'

# UnableToInitializeFileDataProperty
source: Unable to initialize the {0} property in the {1} object, because this property is readonly, or the {2} type doesn't have a default constructor, or you don't have permissions to create it
nl: Unable to initialize de {0} eigendom in de {1} object, omdat dit goed is readonly of de {2} type beschikt niet over een standaard constructor, of u heeft geen toestemming om het
ru: Невозможно проинициализировать свойство FileData '{0}' в объекте '{1}'

# UnableToSetReadOnlyProperty
source: Unable to set the readonly property '{0}'
nl: Niet in staat om de readonly eigendom "{0} '
ru: Невозможно установить значение для свойства '{0}' предназначенного только для чтения

# UnknownException
source: Unknown exception occurs. Cannot retrieve the exception details
nl: Onbekend uitzondering optreedt. Kan niet ophalen uitzondering details
ru: Возникло неизвестное исключение. Невозможно получить подробную информацию об ошибке.

# UnknownValue
source: Unknown value: '{0}'
nl: Onbekende waarde: "{0} '
ru: Неизвестное значение: '{0}'

# UnknownViewNodeName
source: Unknown view node name: '{0}'\r\nAllowed names: '{1}', '{2}'
nl: Onbekend oog knooppuntnaam: '{0}' \ r \ nAllowed namen: '{1} "," {2}'
ru: Неизвестное имя узла представления: '{0}'\r\nДопустимые имена: '{1}', '{2}'

# ValueCannotBeStoredIntoTheProperty
source: The '{1}' value cannot be stored into the '{0}' property
nl: De '{1} "waarde niet kan worden opgeslagen in de' {0} 'eigendom
ru: Значение '{1}' не может быть занесено в свойство '{0}'

# WindowWasNotFound
source: The window was not found by id '{0}'. Registered windows: '{1}'
nl: Het venster is niet gevonden door id '{0}'. Geregistreerd ramen: '{1}'
ru: Окно не найдено по id '{0}'. Зарегистрированные окна: '{1}'

# XPDictionaryIsNull
source: The XPDictionary is null
nl: De XPDictionary is null
ru: XPDictionary пуст

# YouCannotChangeCurrentAspect
source: You cannot change the current aspect. It depends on the culture of the current thread
nl: U kunt de huidige aspect. Het hangt af van de cultuur van de huidige draad
ru: Вы не можете изменить текущий аспект. Он зависит от культуры текущего потока

# ActionMethodShouldBeNonGeneric
source: Unable to create action for method {0} of class {1}. Action method should be non-generic
nl: Niet in staat om actie voor methode {0} van {1} klasse. Actie methode moet niet-generieke
ru: Невозможно создать действие для метода {0} класса {1}. Метод действия не может быть параметризован

# ActionMethodShouldBeParameterless
source: Unable to create action for method {0} of class {1}. Action method should be parameterless
nl: Niet in staat om actie voor methode {0} van {1} klasse. Actie methode moet worden parameterless
ru: Невозможно создать действие для метода {0} класса {1}. Метод действия должен быть без параметров
